Repository: RalfBarkow/Plinth
Catalog: plinth/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Published key to keyserver.
tr: Anahtar, anahtar sunucusuna yayınlandı.

source: Error occurred while publishing key.
tr: Anahtarın yayınlanmasında bir hata meydana geldi.

source: Voice Chat
tr: Ses ile Sohbet

source: Mumble is an open source, low-latency, encrypted, high quality voice chat software.
tr: Mumble, açık kaynak, düşük gecikmeli, şifreli, yüksek kaliteli sesle sohbet yazılımıdır.

source: You can connect to your Mumble server on the regular Mumble port 64738. <a href="http://mumble.info">Clients</a> to connect to Mumble from your desktop and Android devices are available.
tr: Mumble sunucunuza alışılagelmiş 64738 numaralı Mumble portundan bağlanabilirsiniz. Mumble'a masaüstünden ya da Android cihazlarından bağlanmak için <a href="http://mumble.info">istemciler</a> mevcuttur.

source: Name Services
tr: İsim Servisleri

source: Networks
tr: Ağlar

source: Using DNSSEC on IPv{kind}
tr: IPv{kind} üzerinde DNSSEC kullanılıyor

source: Connection Type
tr: Bağlantı Türü

source: Connection Name
tr: Bağlantı İsmi

source: Physical Interface
tr: Fiziki Arayüz

source: The network device that this connection should be bound to.
tr: Bu bağlantının bağlanacağı ağ cihazı.

source: Firewall Zone
tr: Güvenlik Duvarı Alanı

source: The firewall zone will control which services are available over this interfaces. Select Internal only for trusted networks.
tr: Güvenlik duvarı alanı bu arayüzlerde hangi servislerin mevcut olacağını kontrol eder. Dahiliyi sadece güvenilir şebekeler için seçin.

source: External
tr: Harici

source: Internal
tr: Dahili

source: IPv4 Addressing Method
tr: IPv4 Adresleme Metodu

source: "Automatic" method will make {box_name} acquire configuration from this network making it a client. "Shared" method will make {box_name} act as a router, configure clients on this network and share its Internet connection.
tr: "Otomatik" metodu {box_name} kutusunun yapılandırmasını bu ağdan almasını sağlayacak ve onu bir istemci yapacaktır. "Paylaşılan" metodu {box_name} kutusunun bir yönlendirici olarak iş görmesini, bu ağdaki istemcileri yapılandırmasını ve İnternet bağlantısını paylaşmasını sağlayacaktır.

source: Automatic (DHCP)
tr: Otomatik (DHCP)

source: Shared
tr: Paylaşılan

source: Netmask
tr: Ağ Maskesi

source: Optional value. If left blank, a default netmask based on the address will be used.
tr: Seçime dayalı değer. Boş bırakılırsa adrese dayalı varsayılan bir ağ maskesi kullanılacaktır.

source: Gateway
tr: Geçit

source: Optional value.
tr: Seçime dayalı değer.

source: DNS Server
tr: DNS Sunucusu

source: Optional value. If this value is given and IPv4 addressing method is "Automatic", the DNS Servers provided by a DHCP server will be ignored.
tr: Seçime dayalı değer. Eğer bu değer belirtildiyse ve IPv4 adresleme metodu "Otomatik" ise, DHCP sunucusu tarafından sunulan DNS sunucuları görmezden gelinecektir.

source: Second DNS Server
tr: İkinci DNS Sunucusu

source: Optional value. If this value is given and IPv4 Addressing Method is "Automatic", the DNS Servers provided by a DHCP server will be ignored.
tr: Seçime dayalı değer. Eğer bu değer belirtildiyse ve IPv4 Adresleme Metodu "Otomatik" ise, DHCP sunucusu tarafından sunulan DNS sunucuları görmezden gelinecektir.

source: IPv6 Addressing Method
tr: IPv6 Adresleme Metodu

source: "Automatic" methods will make {box_name} acquire configuration from this network making it a client.
tr: "Otomatik" metodları {box_name} kutusunun yapılandırmasını bu ağdan almasını sağlayacak ve onu bir istemci yapacaktır.

source: Automatic
tr: Otomatik

source: Automatic, DHCP only
tr: Otomatik, sadece DHCP

source: Ignore
tr: Yok say

source: Prefix
tr: Önek

source: Value between 1 and 128.
tr: 1 ilâ 128 arasında bir değer.

source: Optional value. If this value is given and IPv6 addressing method is "Automatic", the DNS Servers provided by a DHCP server will be ignored.
tr: Seçime dayalı değer. Eğer bu değer belirtildiyse ve IPv6 adresleme metodu "Otomatik" ise, DHCP sunucusu tarafından sunulan DNS sunucuları görmezden gelinecektir.

source: Optional value. If this value is given and IPv6 Addressing Method is "Automatic", the DNS Servers provided by a DHCP server will be ignored.
tr: Seçime dayalı değer. Eğer bu değer belirtildiyse ve IPv6 Adresleme Metodu "Otomatik" ise, DHCP sunucusu tarafından sunulan DNS sunucuları görmezden gelinecektir.

source: -- select --
tr: -- seç --

source: The visible name of the network.
tr: Şebekenin görünür ismi.

source: Mode
tr: Kip

source: Infrastructure
tr: Altyapı

source: Access Point
tr: Erişim Noktası

source: Ad-hoc
tr: Geçici

source: Frequency Band
tr: Frekans Bandı

source: Channel
tr: Kanal

source: Optional value. Wireless channel in the selected frequency band to restrict to. Blank or 0 value means automatic selection.
tr: Seçime dayalı değer. Seçili frekans bandına sınırlanacak kablosuz kanal. Boş ya da 0 değeri otomatik seçim anlamına gelir.

source: Optional value. Unique identifier for the access point. When connecting to an access point, connect only if the BSSID of the access point matches the one provided. Example: 00:11:22:aa:bb:cc.
tr: Seçime dayalı değer. Erişim noktası için benzersiz kimlik. Bir erişim noktasına bağlantı kurulduğunda, sadece erişim noktasının BSSID'si sağlananla eşleşiyorsa bağlanın. Örnek: 00:11:22:aa:bb:cc.

source: Authentication Mode
tr: Kimlik Doğrulama Kipi

source: Select WPA if the wireless network is secured and requires clients to have the password to connect.
tr: Eğer kablosuz ağ güvenli ise ve istemcilerin bağlantı için parolaları olmasını gerektiriyorsa WPA'yi seçin.

source: Open
tr: Açık

source: Network Connections
tr: Ağ Bağlantıları

source: Cannot show connection: Connection not found.
tr: Bağlantı gösterilemez: bağlantı bulunamadı.

source: Connection Information
tr: Bağlantı Verileri

source: Cannot edit connection: Connection not found.
tr: Bağlantı düzenlenemez: bağlantı bulunamadı.

source: This type of connection is not yet understood.
tr: Bu tip bağlantı henüz anlaşılamamaktadır.

source: Edit Connection
tr: Bağlantıyı Düzenle

source: Activated connection {name}.
tr: {name} bağlantısı etkinleştirildi.

source: Failed to activate connection: Connection not found.
tr: Bağlantı etkinleştirilemedi: bağlantı bulunamadı.

source: Failed to activate connection {name}: No suitable device is available.
tr: {name} isimli bağlantı etkinleştirilemedi: hiçbir uygun cihaz mevcut değil.

source: Deactivated connection {name}.
tr: {name} isimli bağlantı devre dışı bırakıldı.

source: Failed to de-activate connection: Connection not found.
tr: Bağlantının devre dışı bırakılması başarısız oldu: bağlantı bulunamadı.

source: Nearby Wi-Fi Networks
tr: Yakındaki Wi-Fi Ağları

source: Add Connection
tr: Bağlantı Ekle

source: Adding New Generic Connection
tr: Yeni Jenerik Bağlantı Ekleniyor

source: Adding New Ethernet Connection
tr: Yeni Ethernet Bağlantısı Ekleniyor

source: Adding New PPPoE Connection
tr: Yeni PPPoE Bağlantısı Ekleniyor

source: Adding New Wi-Fi Connection
tr: Yeni Kablosuz Bağlantı Ekleniyor

source: Connection {name} deleted.
tr: {name} isimli bağlantı silindi.

source: Failed to delete connection: Connection not found.
tr: Bağlantının silinmesi başarısız oldu: bağlantı bulunamadı.

source: Delete Connection
tr: Bağlantıyı Sil

source: Edit connection
tr: Bağlantıyı Düzenle

source: Edit
tr: Düzenle

source: Deactivate
tr: Devre Dışı Bırak

source: Activate
tr: Etkinleştir

source: Delete connection
tr: Bağlantıyı sil

source: Connection
tr: Bağlantı

source: Primary connection
tr: Birincil bağlantı

source: yes
tr: evet

source: Device
tr: Cihaz

source: State
tr: Durum

source: State reason
tr: Durum nedeni

source: MAC address
tr: MAC adresi

source: Interface
tr: Arayüz

source: Description
tr: Açıklama

source: Physical Link
tr: Fiziki Bağlantı

source: Link state
tr: Bağlantı durumu

source: cable is connected
tr: kablo bağlı

source: please check cable
tr: lütfen kabloyu kontrol edin

source: Speed
tr: Hız

source: Signal strength
tr: Sinyal kuvveti

source: Method
tr: Metot

source: IP address
tr: IP adresi

source: DNS server
tr: DNS sunucusu

source: Default
tr: Varsayılan

source: This connection is not active.
tr: Bu bağlantı etkin değildir.

source: Security
tr: Güvenlik

source: Firewall zone
tr: Güvenlik duvarı alanı

source: This interface should be connected to a local network/machine. If you connect this interface to a public network, services meant to be available only internally will become available externally. This is a security risk.
tr: Bu arayüz yerel bir ağa/makineye bağlı olmalıdır. Eğer bu arayüzü herkese açık bir şebekeye bağlarsanız, sadece dahili olması amaçlanan servislere harici erişim mümkün olacaktır. Bu bir güvenlik riskidir.

source: This interface should receive your Internet connection. If you connect it to a local network/machine, many services meant to available only internally will not be available.
tr: Bu arayüz sizin İnternet bağlantınızı almalıdır. Eğer onu yerel bir ağ/makineye bağlarsanız, sadece dahili olarak erişilebilir olması amaçlanan servislerin birçoğuna erişim mümkün olmayacaktır.

source: This interface is not maintained by %(box_name)s. Its security status is unknown to %(box_name)s. Many %(box_name)s services may not be available on this interface. It is recommended that you deactivate or delete this connection and re-configure it.
tr: Bu arayüzün bakımı %(box_name)s tarafından yapılmaz. Güvenlik durumu %(box_name)s tarafından bilinmemektedir. Birçok %(box_name)s servisi bu arayüzde mevcut olmayabilir. Bu bağlantıyı devre dışı bırakmanız/silmeniz ve yeniden yapılandırmanız tavsiye edilir.

source: Create Connection
tr: Bağlantı Oluştur

source: Delete connection <strong>%(name)s</strong> permanently?
tr: <strong>%(name)s</strong> isimli bağlantı daimi olarak silinsin mi?

source: Spacing
tr: Aralık

source: Show connection %(connection.name)s
tr: %(connection.name)s isimli bağlantıyı göster

source: Show connection %(name)s
tr: %(name)s isimli bağlantıyı göster

source: Computer
tr: Bilgisayar

source: Delete connection %(name)s
tr: %(name)s isimli bağlantıyı sil

source: Active
tr: Etkin

source: Inactive
tr: Devre Dışı

source: Create...
tr: Oluştur...

source: Virtual Private Network
tr: Sanal Özel Şebeke

source: Virtual Private Network (VPN) is a technique for securely connecting two devices in order to access resources of a private network. While you are away from home, you can connect to your {box_name} in order to join your home network and access private/internal services provided by {box_name}. You can also access the rest of the Internet via {box_name} for added security and anonymity.
tr: Sanal Özel Ağ (Virtual Private Network, VPN), özel bir ağın kaynaklarına erişmek için iki cihaz arasında güvenli bir şekilde bağlantı kurmak için kullanılan tekniktir. Evinizden uzaktayken ev ağınıza erişmek için {box_name} kutusuna bağlanıp {box_name} tarafından sunulan özel/dahili servisleri kullanabilirsiniz. Aynı zamanda ek güvenlik ve anonimlik için İnternet'in geri kalanına {box_name} vasıtasıyla erişebilirsiniz.

source: <a class="btn btn-primary btn-sm" href="{link}">Download Profile</a>
tr: <a class="btn btn-primary btn-sm" href="{link}">Profil İndir</a>

source: Enable OpenVPN server
tr: OpenVPN sunucusunu etkinleştir

source: OpenVPN has not yet been setup. Performing a secure setup takes a very long time. Depending on how fast your %(box_name)s is, it may even take hours. If the setup is interrupted, you may start it again.
tr: OpenVPN kurulumu henüz yapılmamıştır. Güvenli kurulum yapmak çok uzun bir süre alır. %(box_name)s kutunuzun hızına bağlı olarak saatler sürmesi bile mümkündür. Eğer kurulum kesilirse, tekrar başlatabilirsiniz.

source: Start setup
tr: Kuruluma başla

source: OpenVPN setup is running
tr: OpenVPN kurulumu çalışmaktadır

source: To perform a secure setup, this process takes a very long time. Depending on how fast your %(box_name)s is, it may even take hours. If the setup is interrupted, you may start it again.
tr: Güvenli kurulum yapmak çok uzun bir süre alır. %(box_name)s kutunuzun hızına bağlı olarak saatler sürmesi bile mümkündür. Eğer kurulum kesilirse, tekrar başlatabilirsiniz.

source: Profile
tr: Profil

source: Profile is specific to each user of %(box_name)s. Keep it a secret.
tr: Profil, %(box_name)s kutusunun her kullanıcısı için özeldir. Onun gizliliğini koruyun.

source: Download my profile
tr: Profilimi indir

source: Setup completed.
tr: Kurulum tamamlandı.

source: Setup failed.
tr: Kurulum başarısız oldu.

source: Public Visibility
tr: Herkese Açık Görünülürlük

source: PageKite is a system for exposing {box_name} services when you don't have a direct connection to the Internet. You only need this if your {box_name} services are unreachable from the rest of the Internet. This includes the following situations:
tr: PageKite {box_name} servislerine İnternet'e doğrudan bağlantınız olmadığında erişmek için bir sistemdir. Buna sadece {box_name} servislerine İnternet'ten erişmek mümkün değilse ihtiyaç duyarsınız. Bu, şu durumları kapsar:

source: {box_name} is behind a restricted firewall.
tr: {box_name} kısıtlı bir güvenlik duvarının arkasında olduğunda.

source: {box_name} is connected to a (wireless) router which you don't control.
tr: {box_name} kontrolünüzde olmayan bir (kablosuz) yönlendiriciye bağlı olduğunda.

source: Your ISP does not provide you an external IP address and instead provides Internet connection through NAT.
tr: İnternet Erişim Sağlayıcınız size harici bir IP adresi sunmadığında ve bunun yerine İnternet bağlantısını NAT vasıtasıyla sağladığında.

source: Your ISP limits incoming connections.
tr: İnternet Erişim Sağlayıcınız içeri gelen bağlantıları kısıtladığında.

source: Server domain
tr: Sunucu alanı

source: Select your pagekite server. Set "pagekite.net" to use the default pagekite.net server.
tr: PageKite sunucunuzu seçin. Varsayılan pagekite.net sunucusunu kullanmak için "pagekite.net" değerini kullanın.

source: Server port
tr: Sunucu portu

source: Port of your pagekite server (default: 80)
tr: PageKite sunucunuzun portu (varsayılan: 80)

source: Kite name
tr: Kite ismi

source: Example: mybox.pagekite.me
tr: Örnek: mybox.pagekite.me

source: Invalid kite name
tr: Geçersiz kite ismi

source: Kite secret
tr: Kite sırrı

source: A secret associated with the kite or the default secret for your account if no secret is set on the kite.
tr: Kite ile ilişkilendirilmiş bir sır ya da kite üzerinde hiçbir sır ayarlanmamışsa hesabınız için varsayılan sır.

source: Kite details set
tr: Kite detayları ayarlandı

source: Pagekite server set
tr: Pagekite sunucusu ayarlandı

source: PageKite enabled
tr: PageKite etkinleştirildi

source: PageKite disabled
tr: PageKite devre dışı

source: protocol
tr: protokol

source: external (frontend) port
tr: harici (ön arayüz) port

source: internal (freedombox) port
tr: dahili (freedombox) port

source: Enable Subdomains
tr: Alt Alanları Etkinleştir

source: Deleted custom service
tr: Özel servis silindi

source: This service is available as a standard service. Please use the "Standard Services" page to enable it.
tr: Bu servis standart bir servis olarak mevcuttur. Etkinleştirmek için lütfen "Standart Servisler" sayfasını kullanın.

source: Added custom service
tr: Özel servis eklendi

source: This service already exists
tr: Bu servis zaten mevcuttur

source: Custom Services
tr: Özel Servisler

source: Existing custom services
tr: Mevcut özel servisler

source: connected to %(backend_host)s:%(backend_port)s
tr: %(backend_host)s:%(backend_port)s unsuruna bağlandı

source: Delete this service
tr: Bu servisi sil

source: <b>Warning:</b><br>Your PageKite frontend server may not support all the protocol/port combinations that you are able to define here. For example, HTTPS on ports other than 443 is known to cause problems.
tr: <b>İkaz:</b><br>PageKite ön arayüz sunucunuz burada ayarlayabileceğiniz tüm protokol/bağlantı noktası (port) tertiplerini desteklemeyebilir. Mesela 443 bağlantı noktasından değişik bağlantı noktalarında HTTPS protokolünün sorun çıkardığı bilinir.

source: Setup a freedombox.me subdomain with your voucher
tr: Fişinizle bir freedombox.me alt alanı kurun

source: <a href="%(finish_firstboot_url)s">Skip this step</a> if you do not have a voucher or want to configure PageKite later with a different domain or credentials.
tr: Fişiniz yoksa ya da PageKite'ı daha sonra başka bir alan ya da giriş bilgileri ile yapılandırmak istiyorsanız <a href="%(finish_firstboot_url)s">bu adımı atlayın</a>.

source: You can use an already redeemed voucher but it will only work with the initially registered subdomain.
tr: Zaten itfa edilmiş bir fişi kullanabilirsiniz ancak bu sadece başlangıçta kaydedilen alt alan ile çalışacaktır.

source: Register
tr: Kaydet

source: Skip Registration
tr: Kaydı Atla

source: <b>Warning:</b><br/>
tr: <b>İkaz:</b><br/>

source: Published services are accessible and attackable from the evil Internet.
tr: Yayınlanan servislere İnternet'ten erişim ve saldırı mümkündür.

source: Save Services
tr: Servisleri Kaydet

source: Web Server (HTTP)
tr: Ağ Sunucusu (HTTP)

source: Site will be available at <a href="http://{0}">http://{0}</a>
tr: Siteye <a href="http://{0}">http://{0}</a> adresinde erişilebilecektir

source: Web Server (HTTPS)
tr: Ağ Sunucusu (HTTPS)

source: Site will be available at <a href="https://{0}">https://{0}</a>
tr: Siteye <a href="https://{0}">https://{0}</a> adresinde erişilebilecektir

source: Secure Shell (SSH)
tr: Güvenli Kabuk (SSH)

source: See SSH client setup <a href="https://pagekite.net/wiki/Howto/SshOverPageKite/">instructions</a>
tr: SSH istemci kurulum <a href="https://pagekite.net/wiki/Howto/SshOverPageKite/">talimatlarını</a> okuyun

source: Power
tr: Enerji

source: Restart or shut down the system.
tr: Sistemi tekrar başlat ya da kapat.

source: Currently an installation or upgrade is running. Consider waiting until it's finished before shutting down or restarting.
tr: Şu anda bir kurulum ya da yükseltme çalışmaktadır. Kapatmadan ya da yeniden başlatmadan önce bunun sona ermesini beklemeyi değerlendirin.

source: Restart &raquo;
tr: Tekrar başlat &raquo;

source: Shut Down &raquo;
tr: Kapat &raquo;

source: Are you sure you want to restart? You will not be able to access this web interface for a few minutes until the system is restarted.
tr: Yeniden başlatmak istediğinizden emin misiniz? Bu ağ arayüzüne sistem tekrar başlatılına dek birkaç dakika boyunca erişemeyeceksiniz.

source: Currently an installation or upgrade is running. Consider waiting until it's finished before restarting.
tr: Şu anda bir kurulum ya da yükseltme çalışmaktadır. Yeniden başlatmadan önce bunun sona ermesini beklemeyi değerlendirin.

source: Restart Now
tr: Şimdi Tekrar Başlat

source: Are you sure you want to shut down? You will not be able to access this web interface after shut down.
tr: Sistemi kapatmak istediğinizden emin misiniz? Kapatmanın ardından bu ağ arayüzüne erişemeyeceksiniz.

source: Currently an installation or upgrade is running. Consider waiting until it's finished before shutting down.
tr: Şu anda bir kurulum ya da yükseltme çalışmaktadır. Kapatmadan önce bunun sona ermesini beklemeyi değerlendirin.

source: Shut Down Now
tr: Şimdi Kapat

source: Web Proxy
tr: Ağ Vekil Sunucusu

source: Privoxy is a non-caching web proxy with advanced filtering capabilities for enhancing privacy, modifying web page data and HTTP headers, controlling access, and removing ads and other obnoxious Internet junk.
tr: Privoxy, reklamları ve diğer istenmeyen İnternet içeriğini kaldıran, ağ sayfası verilerini ve HTTP başlıklarını değiştiren, gizliliği arttırmak için gelişmiş filtreleme özellikleri bulunan ve önbelleğe veri almayan bir ağ vekil sunucusudur.

source: You can use Privoxy by modifying your browser proxy settings to your {box_name} hostname (or IP address) with port 8118. While using Privoxy, you can see its configuration details and documentation at <a href="http://config.privoxy.org">http://config.privoxy.org/</a> or <a href="http://p.p">http://p.p</a>.
tr: Privoxy'yi tarayıcınızın vekil sunucu ayarlarını {box_name} kutunuzun makine ismine (ya da IP adresine) 8118 numaralı port ile ayarlayarak kullanabilirsiniz. Privoxy'yi kullanırken belgelendirmesini ve yapılandırma ayrıntılarını <a href="http://config.privoxy.org">http://config.privoxy.org/</a> veya <a href="http://p.p">http://p.p</a> adresinde görebilirsiniz.

source: Access {url} with proxy {proxy} on tcp{kind}
tr: {url} konumuna {proxy} vekili vasıtasıyla tcp{kind} üzerinden eriş

source: IRC Client
tr: IRC İstemcisi

source: Quassel is an IRC application that is split into two parts, a "core" and a "client". This allows the core to remain connected to IRC servers, and to continue receiving messages, even when the client is disconnected. {box_name} can run the Quassel core service keeping you always online and one or more Quassel clients from a desktop or a mobile can be used to connect and disconnect from it.
tr: Quassel, "çekirdek" ve "istemci" olarak ikiye ayrılmış bir IRC uygulamasıdır. Bu, istemcinin çevrimdışı olduğu zamanda bile çekirdeğin IRC sunucularına bağlı kalmasına ve mesajları almaya devam etmesine imkân verir. {box_name} Quassel çekirdek servisini daima çevrimiçinde tutabilir ve bir ya da daha fazla Quassel istemcileri masaüstünden ya da mobil telefondan ona bağlanmak ve ondan bağlantıyı kesmek için kullanılabilir.

source: You can connect to your Quassel core on the default Quassel port 4242. Clients to connect to Quassel from your <a href="http://quassel-irc.org/downloads">desktop</a> and <a href="http://quasseldroid.iskrembilen.com/">mobile</a> devices are available.
tr: Quassel çekirdeğine varsayılan Quassel portu olan 4242 numaralı porttan bağlanabilirsiniz. Quassel'e bağlanacak <a href="http://quassel-irc.org/downloads">masaüstü</a> ve <a href="http://quasseldroid.iskrembilen.com/">mobil</a> cihaz istemcileri mevcuttur.

source: Calendar and Addressbook
tr: Takvim ve Adres Defteri

source: Radicale is a CalDAV and CardDAV server. It allows synchronization and sharing of scheduling and contact data. To use Radicale, a <a href="http://radicale.org/clients/">supported client application</a> is needed. Radicale can be accessed by any user with a {box_name} login.
tr: Radicale, bir CalDAV ve CardDAV sunucusudur. İletişim ve randevu verilerinin paylaşılmasına ve eşleştirilmesine imkân verir. Radicale'i kullanmak için desteklenen bir <a href="http://radicale.org/clients">istemci uygulama</a> gereklidir. Radicale'e erişim {box_name} girişi olan herhangi bir kullanıcı tarafından yapılabilir.

source: Only the owner of a calendar/addressbook can view or make changes.
tr: Sadece takvim/adres defterinin sahibi görüntüleyebilir ya da değişiklik yapabilir.

source: GNOME Calendar
tr: GNOME Takvim

source: Evolution is a personal information management application that provides integrated mail, calendaring and address book functionality.
tr: Evolution, tümleşik adres defteri, takvim ve e-posta sunan kişisel bilgi yönetimi uygulamasıdır.

source: Access rights configuration updated
tr: Erişim izinleri yapılandırması güncellendi

source: SIP Server
tr: SIP Sunucusu
