Repository: RalfBarkow/Plinth
Catalog: plinth/locale/*/LC_MESSAGES/django.po
Languages: tr

source: ChatSecure is a free and open source messaging app that features OTR encryption over XMPP. You can connect to an existing Google account, create new accounts on public XMPP servers (including via Tor), or even connect to your own server for extra security.
tr: ChatSecure, XMPP üzerinden OTR şifrelemeyi destekleyen özgür ve açık kaynaklı mesajlaşma uygulamasıdır. Mevcut bir Google hesabı ile oturum açabilir, herkese açık XMPP sunucularında yeni hesaplar oluşturabilir (Tor ile de olabilir), ya da ek güvenlik için kendi sunucunuza bile bağlanabilirsiniz.

source: Your XMPP server domain is set to <b>%(domainname)s</b>. User IDs will look like <i>username@%(domainname)s</i>. You can setup your domain on the system <a href="%(index_url)s">Configure</a> page.
tr: XMPP sunucu alanınız <b>%(domainname)s</b> olarak ayarlanmıştır. Kullanıcı kimlikleri <i>username@%(domainname)s</i> şeklinde olacaktır. Alanınızı sistem <a href="%(index_url)s">Yapılandırma</a> sayfasında ayarlayabilirsiniz.

source: Configuration
tr: Yapılandırma

source: Message Archive Management enabled
tr: Mesaj Arşivi Yönetimi etkinleştirilmiştir

source: Message Archive Management disabled
tr: Mesaj Arşivi Yönetimi devre dışı bırakılmıştır

source: Firewall
tr: Güvenlik Duvarı

source: Firewall is a security system that controls the incoming and outgoing network traffic on your {box_name}. Keeping a firewall enabled and properly configured reduces risk of security threat from the Internet.
tr: Güvenlik duvarı {box_name} kutunuzda içeri gelen ve dışarı giden şebeke trafiğini kontrol eden bir güvenlik sistemidir. Güvenlik duvarını etkinleştirip gerektiği gibi yapılandırmak İnternet'ten gelen güvenlik tehditlerini azaltır.

source: Firewall daemon is not running. Please run it. Firewall comes enabled by default on %(box_name)s. On any Debian based system (such as %(box_name)s) you may run it using the command 'service firewalld start' or in case of a system with systemd 'systemctl start firewalld'.
tr: Güvenlik duvarı servisi çalışmamaktadır. Lütfen çalıştırın. Güvenlik duvarı %(box_name)s kutusunda varsayılan değer olarak etkindir. Debian temelli herhangi bir sistemde (%(box_name)s gibi) güvenlik duvarını 'service firewalld start' komutunu çalıştırarak ya da systemd bulunan bir sistemde 'systemctl start firewalld' komutunu çalıştırarak etkinleştirebilirsiniz.

source: Show Ports
tr: Portları Göster

source: Service/Port
tr: Servis/Port

source: Enabled
tr: Etkin

source: Disabled
tr: Devre dışı

source: Permitted
tr: İzinli

source: Permitted (internal only)
tr: İzinli (sadece dahili)

source: Permitted (external only)
tr: İzinli (sadece harici)

source: Blocked
tr: Engellenmiş

source: The operation of the firewall is automatic. When you enable a service it is also permitted in the firewall and when you disable a service it is also disabled in the firewall.
tr: Güvenlik duvarının işleyişi otomatiktir. Bir servisi etkinleştirdiğinizde güvenlik duvarında da izinli hale gelir ve devre dışı bıraktığınızda güvenlik duvarında da devre dışı bırakılır.

source: Setup Complete!
tr: Yapılandırma Tamamlandı!

source: Without any apps, your %(box_name)s cannot do very much.
tr: Hİçbir uygulama olmadan %(box_name)s kutunuz pek bir şey yapamaz.

source: Install Apps
tr: Uygulama Kur

source: You may want to check the <a href="%(networks_url)s">network setup</a> and modify it if necessary.
tr: <a href="%(networks_url)s">Şebeke kurulumunu</a> kontrol edip gerekirse değiştirmek isteyebilirsiniz.

source: Start Setup
tr: Kuruluma Başla

source: Setup Complete
tr: Yapılandırma Tamamlandı

source: Delete %(name)s
tr: %(name)s unsurunu sil

source: An error occurred during configuration.
tr: Yapılandırma sırasında bir hata meydana geldi.

source: {name} deleted.
tr: {name} silindi.

source: Could not delete {name}: {error}
tr: {name} silinemedi: {error}

source: Documentation
tr: Belgelendirme

source: Manual
tr: Kullanım Kılavuzu

source: Documentation and FAQ
tr: Belgelendirme ve SSS

source: About {box_name}
tr: {box_name} hakkında

source: {box_name} Manual
tr: {box_name} Kılavuzu

source: %(box_name)s is a community project to develop, design and promote personal servers running free software for private, personal communications. It is a networking appliance designed to allow interfacing with the rest of the Internet under conditions of protected privacy and data security. It hosts applications such as blog, wiki, website, social network, email, web proxy and a Tor relay, on a device that can replace your Wi-Fi router, so that your data stays with you.
tr: %(box_name)s, özel iletişimler için özgür yazılım çalıştıran kişisel sunucular tasarlayan, geliştiren ve kullanımını teşvik eden bir topluluk projesidir. Veri güvenliğini ve gizliliği koruyan şartlarda İnternet'e bağlantıda arayüz görevi görecek bir ağ cihazıdır. Verilerinizin sizinle kalması için Wi-Fi yönlendiricisinin yerine geçebilecek bir cihazda blog, viki, ağ sitesi, sosyal ağ, e-posta, vekil sunucu ve Tor aktarıcısı gibi uygulamalar barındırır.

source: We live in a world where our use of the network is mediated by those who often do not have our best interests at heart. By building software that does not rely on a central service, we can regain control and privacy. By keeping our data in our homes, we gain useful legal protections over it. By giving back power to the users over their networks and machines, we are returning the Internet to its intended peer-to-peer architecture.
tr: Ağ kullanımımızı sıklıkla menfaatlerimizi gözetmeyenlerin aracılığıyla yaptığımız bir dünyada yaşıyoruz. Merkezi bir servise dayanmayan yazılım geliştirerek kontrol ve gizliliğimizi tekrar kazanabiliriz. Verilerimizi evlerimizde tutarak bu veriler üzerinde yararlı kanuni korumalar kazanırız. Ağları ve makinelerinin kontrolünü kullanıcılara tekrar kazandırarak İnternet'i amaçlanan eşten eşe mimarisine geri getiriyoruz.

source: There are a number of projects working to realize a future of distributed services; %(box_name)s aims to bring them all together in a convenient package.
tr: Eşten eşe, dağıtılmış servisler geleceği için çalışan çeşitli projeler bulunmaktadır: %(box_name)s kutusunun amacı onların tümünü kişisel bir sunucuda bir araya getirmektir.

source: For more information about the %(box_name)s project, see the <a href="https://wiki.debian.org/FreedomBox">%(box_name)s Wiki</a>.
tr: %(box_name)s projesi hakkında daha fazla bilgi için <a href="https://wiki.debian.org/FreedomBox">%(box_name)s Vikisini</a> okuyunuz.

source: Learn more &raquo;
tr: Daha fazla bilgi edinin &raquo;

source: %(box_name)s Setup
tr: %(box_name)s Kurulumu

source: Learn more...
tr: Daha fazla bilgi edin...

source: Help
tr: Yardım

source: The <a href="%(manual_url)s">%(box_name)s Manual</a> is the best place to start for information regarding %(box_name)s.
tr: %(box_name)s. hakkında daha fazla bilgi edinmeye başlamak için en uygun yer <a href="%(manual_url)s">%(box_name)s Kullanım Kılavuzudur</a>.

source: <a href="http://wiki.debian.org/FreedomBox" target="_blank"> %(box_name)s project wiki </a> contains further information.
tr: <a href="http://wiki.debian.org/FreedomBox" target="_blank"> %(box_name)s proje vikisi </a> daha fazla bilgi içerir.

source: To seek help from %(box_name)s community, queries may be posted on the <a href="https://lists.alioth.debian.org/mailman/listinfo/freedombox-discuss"> mailing list</a>. The list archives also contain information about problems faced by other users and possible solutions.
tr: %(box_name)s topluluğundan yardım istiyorsanız, sorularınızı <a href="https://lists.alioth.debian.org/mailman/listinfo/freedombox-discuss"> e-posta listesine </a> yollayabilirsiniz. Liste arşivleri diğer kullanıcıların karşılaştıkları sorunlar ve mümkün çözümler hakkında da bilgi içerir.

source: Many %(box_name)s contributors and users are also available on the irc.oftc.net IRC network. Join and request help on the <a href="https://webchat.oftc.net/?randomnick=1&channels=freedombox&prompt=1"> #freedombox</a> channel using the IRC web interface.
tr: Birçok %(box_name)s iştirakçisi ve kullancısı irc.oftc.net IRC ağında da bulunabilir. IRC web arayüzünü kullanarak <a href="https://webchat.oftc.net/?randomnick=1&channels=freedombox&prompt=1"> #freedombox</a> kanalına katılın ve yardım talebinde bulunun.

source: Status Log
tr: Durum Kütüğü

source: Please remove any passwords or other personal information from the log before submitting the bug report.
tr: Hata raporunu göndermeden önce lütfen kütükten parolaları ve diğer kişisel verileri kaldırınız.

source: Anonymity Network
tr: Anonimlik Ağı

source: Launch
tr: Başlat

source: Anonymous torrents
tr: Anonim torrentler

source: Wiki and Blog
tr: Viki ve Blog

source: View and edit wiki applications
tr: Viki uygulamalarını görüntüle ve düzenle

source: Type
tr: Tür

source: Admin Account Name
tr: Yönetici Hesap İsmi

source: Admin Account Password
tr: Yönetici Hesap Parolası

source: Manage Wikis and Blogs
tr: Viki ve Blogları Yönet

source: Create Wiki or Blog
tr: Viki ya da Blog oluştur

source: No wikis or blogs available.
tr: Hiçbir viki ya da blog mevcut değil.

source: Delete site %(site)s
tr: %(site)s sitesini sil

source: Go to site %(site)s
tr: %(site)s sitesine git

source: Delete Wiki or Blog <em>%(name)s</em>
tr: <em>%(name)s</em> isimli Viki ya da Blogu sil

source: This action will remove all the posts, pages and comments including revision history. Delete this wiki or blog permanently?
tr: Bu eylem revizyon geçmişi de dahil olmak üzere tüm mesajları, sayfaları ve yorumları silecektir. Bu viki ya da blogu daimi olarak silmek istiyor musunuz?

source: Created wiki {name}.
tr: {name} isimli viki oluşturuldu.

source: Could not create wiki: {error}
tr: Viki oluşturulamadı: {error}

source: Created blog {name}.
tr: {name} isimli blog oluşturuldu.

source: Could not create blog: {error}
tr: Blog oluşturulamadı: {error}

source: Gobby Server
tr: Gobby Sunucusu

source: infinoted is a server for Gobby, a collaborative text editor.
tr: infinoted, işbirliğine izin veren bir metin düzenleyici olan Gobby için bir sunucudur.

source: To use it, <a href="https://gobby.github.io/">download Gobby</a>, desktop client and install it. Then start Gobby and select "Connect to Server" and enter your {box_name}'s domain name.
tr: Onu kullanmak için <a href="https://gobby.github.io/">Gobby'i masaüstü istemcisini indirip</a> kurun. Ardından Gobby'yi başlatın, "Sunucuya Bağlan" seçeneğini seçin ve {box_name} kutunuzun alan adını girin.

source: Gobby is a collaborative text editor
tr: Gobby, işbirliğine imkân sağlayan bir metin düzenleyicisidir

source: Start Gobby and select "Connect to Server" and enter your {box_name}'s domain name.
tr: Gobby'yi başlatın, "Sunucuya Bağlan" seçeneğini seçin ve {box_name} kutunuzun alan adını girin.

source: Chat Client
tr: Sohbet İstemcisi

source: JSXC is a web client for XMPP. Typically it is used with an XMPP server running locally.
tr: JSXC, XMPP için bir web istemcisidir. Tipik olarak yerel şekilde çalışan bir XMPP sunucusuyla kullanılır.

source: JavaScript license information
tr: JavaScript lisans bilgileri

source: Certificates
tr: Sertifikalar

source: A digital certificate allows users of a web service to verify the identity of the service and to securely communicate with it. {box_name} can automatically obtain and setup digital certificates for each available domain. It does so by proving itself to be the owner of a domain to Let's Encrypt, a certificate authority (CA).
tr: Sayısal sertifikalar kullanıcıların ağ servislerinin kimliklerini doğrulamalarına ve onlarla güvenli bir şekilde iletişim kurmalarına imkân verir. {box_name} otomatik olarak her mevcut alan için sayısal sertifika edinebilir ve bunları kurabilir. Bunu kendisinin bir alanın sahibi olduğunu bir sertifika otoritesi (Certificate Authority, CA) olan Let's Encrypt'e ispatlayarak yapar.

source: Let's Encrypt is a free, automated, and open certificate authority, run for the public's benefit by the Internet Security Research Group (ISRG). Please read and agree with the <a href="https://letsencrypt.org/repository/">Let's Encrypt Subscriber Agreement</a> before using this service.
tr: Let's Encrypt, Internet Security Research Group (ISRG) tarafından işletilen, kamunun yararına çalışan ücretsiz, otomatik ve açık bir sertifika otoritesidir. Bu servisi kullanmadan önce lütfen <a href="https://letsencrypt.org/repository/">Let's Encrypt Abone Sözleşmesini</a> okuyup kabul edin.

source: Domain
tr: Alan

source: Certificate Status
tr: Sertifika Durumu

source: Website Security
tr: Site Güvenliği

source: Actions
tr: Eylemler

source: Valid, expires on %(expiry_date)s
tr: Geçerli, şu tarihte sona eriyor: %(expiry_date)s

source: Revoked
tr: İptal edilmiş

source: Expired on %(expiry_date)s
tr: %(expiry_date)s tarihinde süresi dolmuş

source: Invalid test certificate
tr: Geçersiz test sertifikası

source: Invalid (%(reason)s)
tr: Geçersiz %(reason)s

source: No certificate
tr: Sertifika yok

source: Re-obtain
tr: Tekrar edin

source: Delete
tr: Sil

source: Revoke
tr: İptal et

source: Obtain
tr: Edin

source: Certificate successfully revoked for domain {domain}.This may take a few moments to take effect.
tr: {domain} alanı için sertifika başarılı bir şekilde iptal edildi. Bu işlemin başlaması biraz zaman alabilir.

source: Failed to revoke certificate for domain {domain}: {error}
tr: {domain} alanı için sertifikanın iptal edilmesi başarısız oldu: {error}

source: Certificate successfully obtained for domain {domain}
tr: {domain} alanı için sertifika başarılı bir şekilde edinildi

source: Failed to obtain certificate for domain {domain}: {error}
tr: {domain} alanı için sertifika edinilemedi: {error}

source: Certificate successfully deleted for domain {domain}
tr: {domain} alanı için sertifika başarılı bir şekilde silindi

source: Failed to delete certificate for domain {domain}: {error}
tr: {domain} alanı için sertifikanın silinmesi başarısız oldu: {error}

source: <a href="https://matrix.org/docs/guides/faq.html">Matrix</a> is an new ecosystem for open, federated instant messaging and VoIP. Synapse is a server implementing the Matrix protocol. It provides chat groups, audio/video calls, end-to-end encryption, multiple device synchronization and does not require phone numbers to work. Users on a given Matrix server can converse with users on all other Matrix servers via federation.
tr: <a href="https://matrix.org/docs/guides/faq.html">Matrix</a>, VoIP ve federe, açık anlık mesajlaşma için yeni bir ekosistemdir. Synapse, Matrix protokolünü uygulayan bir sunucudur. Sohbet grupları, ses ve görüntülü görüşmeler, uçtan uca şifreleme, çoklu cihaz eşleşmesi sunar ve çalışmak için telefon numaraları gerektirmez. Herhangi bir Matrix sunucusundaki kullanıcılar federasyon sayesinde tüm diğer Matrix sunucularındaki kullanıcılarla iletişimde bulunabilirler.

source: To communicate, you can use the <a href="https://matrix.org/docs/projects/">available clients</a> for mobile, desktop and the web. <a href="https://riot.im/">Riot</a> client is recommended.
tr: İletişimde bulunmak için, mobil, masaüstü ve web <a href="https://matrix.org/docs/projects/">mevcut istemcilerini</a> kullanabilirsiniz. <a href="https://riot.im/">Riot</a> istemcisi tavsiye edilir.

source: Enable Public Registration
tr: Herkese Açık Kaydı Etkinleştir

source: Enabling public registration means that anyone on the Internet can register a new account on your Matrix server. Disable this if you only want existing users to be able to use it.
tr: Herkese açık kaydı etkinleştirmek, Matrix sunucunuzda İnternet'teki herhangi birinin yeni bir hesap açabileceği anlamına gelir. Sadece mevcut kullanıcıların kullanabilmesini istiyorsanız bunu devre dışı bırakın.

source: Matrix service needs to be configured for a domain. Users on other Matrix servers will be able to reach users on this server using this domain name. Matrix user IDs will look like <em>@username:domainname</em>.
tr: Matrix, bir alan için yapılandırılmayı gerektirir. Diğer Matrix sunucularındaki kullanıcılar, bu sunucudaki kullanıcılara ulaşmak için bu alan adını kullanacaklardır. Matrix kullanıcı kimlikleri <em>@kullanıcıismi:alanismi</em> şeklinde olacaktır.

source: <strong>Warning!</strong> Changing the domain name after the initial setup is currently not supported.
tr: <strong>İkaz!</strong> Alan ismini ilk yapılandırmadan sonra değiştirmek güncel olarak desteklenmemektedir.

source: No domain(s) are available. <a href="%(config_url)s">Configure</a> at least one domain to be able to use Matrix Synapse.
tr: Hiçbir alan mevcut değildir. En az bir alan <a href="%(config_url)s">yapılandırın</a> ki Matrix Synapse kullanılabilsin.

source: The Matrix server domain is set to <em>%(domain_name)s</em>. User IDs will look like <em>@username:%(domain_name)s</em>. Changing the domain name after the initial setup is currently not supported.
tr: Matrix alan ismi <em>%(domain_name)s</em> olarak ayarlanmıştır. Kullanıcı kimlikleri <em>@kullanıcıismi:%(domain_name)s</em> şeklinde olacaktır. Alan adını ilk yapılandırmadan sonra değiştirmek şimdilik desteklenmemektedir.

source: Public registration enabled
tr: Herkese açık kayıt etkinleştirildi

source: Public registration disabled
tr: Herkese açık kayıt devre dışı bırakıldı

source: Wiki
tr: Viki

source: MediaWiki is the wiki engine that powers Wikipedia and other WikiMedia projects. A wiki engine is a program for creating a collaboratively edited website. You can use MediaWiki to host a wiki-like website, take notes or collaborate with friends on projects.
tr: MediaWiki, Vikipedi ve diğer WikiMedia projelerinin altyapısını oluşturan viki yazılımıdır. Viki yazılımı, işbirliği ile düzenlenen ağ siteleri oluşturmak için bir programdır. MediaWiki'yi viki gibi bir site barındırmak, not almak ya da herhangi bir proje için arkadaşlarınızla işbirliği yapmak için kullanabilirsiniz.

source: Administrator Password
tr: Yönetici Parolası

source: Set a new password for MediaWiki's administrator account (admin). Leave this field blank to keep the current password.
tr: MediaWiki'nin yönetici hesabı (admin) için yeni bir parola ayarlayın. Güncel parolayı muhafaza etmek için bu alanı boş bırakın.

source: Password updated
tr: Parola güncellendi

source: Block Sandbox
tr: Blok Kum Havuzu

source: Minetest is a multiplayer infinite-world block sandbox. This module enables the Minetest server to be run on this {box_name}, on the default port (30000). To connect to the server, a <a href="http://www.minetest.net/downloads/">Minetest client</a> is needed.
tr: Minetest, çoklu kullanıcılı sonsuz dünya blok kum havuzudur. Bu modül Minetest sunucusunu bu {box_name} kutusunda varsayılan portta (30000) etkinleştirir. Sunucuya bağlanmak için bir <a href="http://www.minetest.net/downloads/"> Minetest istemcisi</a> gereklidir.

source: Maximum number of players
tr: Azami oyuncu sayısı

source: You can change the maximum number of players playing minetest at a single instance of time.
tr: Tek bir vakitte minetest oynayan azami oyuncu sayısını değiştirebilirsiniz.

source: Enable creative mode
tr: Yaratıcı kipi etkinleştir

source: Creative mode changes the rules of the game to make it more suitable for creative gameplay, rather than challenging "survival" gameplay.
tr: Yaratıcı kip, oyunun kurallarını "hayatta kalma" oyun stili yerine yaratıcı oyun stiline daha uygun olarak değiştirir.

source: Enable PVP
tr: PVP'yi Etkinleştir

source: Enabling Player Vs Player will allow players to damage other players.
tr: PVP'yi (oyuncuya karşı oyuncu) etkinleştirmek, oyuncuların diğer oyunculara zarar vermesine izin verecektir.

source: Enable damage
tr: Zararı etkinleştir

source: When disabled, players cannot die or receive damage of any kind.
tr: Devre dışı bırakıldığında, oyuncular ölemez ve hiçbir zarar göremezler.

source: Address
tr: Adres

source: Maximum players configuration updated
tr: Azami oyuncu sayısı yapılandırması güncellendi

source: Creative mode configuration updated
tr: Yaratıcı kip kurulumu güncellendi

source: PVP configuration updated
tr: PVP kurulumu güncellendi

source: Damage configuration updated
tr: Zarar verme kurulumu güncellendi

source: With Monkeysphere, an OpenPGP key can be generated for each configured domain serving SSH. The OpenPGP public key can then be uploaded to the OpenPGP keyservers. Users connecting to this machine through SSH can verify that they are connecting to the correct host. For users to trust the key, at least one person (usually the machine owner) must sign the key using the regular OpenPGP key signing process. See the <a href="http://web.monkeysphere.info/getting-started-ssh/"> Monkeysphere SSH documentation</a> for more details.
tr: Monkeysphere ile her SSH sunan yapılandırılmış alan için bir OpenPGP anahtarı oluşturulabilir. Bunun ardından herkese açık OpenPGP anahtarı OpenPGP anahtar sunucularına yüklenebilir. Bu makineye SSH vasıtasıyla bağlanan kullanıcılar doğru makineye bağlandıklarını teyit edebilirler. Kullanıcıların anahtara güvenebilmeleri için en az bir kişinin (genellikle makine sahibi) anahtarı olağan OpenPGP anahtar imzalama süreciyle imzalaması gerekir. Daha fazla bilgi için <a href="http://web.monkeysphere.info/getting-started-ssh/"> Monkeysphere SSH belgelendirmesine</a> bakınız.

source: Monkeysphere can also generate an OpenPGP key for each Secure Web Server (HTTPS) certificate installed on this machine. The OpenPGP public key can then be uploaded to the OpenPGP keyservers. Users accessing the web server through HTTPS can verify that they are connecting to the correct host. To validate the certificate, the user will need to install some software that is available on the <a href="https://web.monkeysphere.info/download/"> Monkeysphere website</a>.
tr: Monkeysphere aynı zamanda bu makinede kurulu olan her Güvenli Ağ Sunucusu (HTTPS) sertifikası için bir OpenPGP anahtarı oluşturabilir. Bunun ardından herkese açık OpenPGP anahtarı OpenPGP anahtar sunucularına yüklenebilir. Web sunucusuna HTTPS vasıtasıyla bağlanan kullanıcılar doğru makineye bağlandıklarını teyit edebilirler. Sertifikayı doğrulamak için kullanıcının <a href="https://web.monkeysphere.info/download/">Monkeysphere sitesinde</a> mevcut olan bazı yazılımları yükleyip kurması gerekecektir.

source: Publishing key to keyserver...
tr: Anahtar, anahtar sunucusuna yayınlanıyor...

source: Cancel
tr: İptal

source: Service
tr: Servis

source: Domains
tr: Alan

source: OpenPGP Fingerprint
tr: OpenPGP Parmak izi

source: Secure Shell
tr: Güvenli Kabuk

source: Other
tr: Diğer

source: Show details for key %(fingerprint)s
tr: %(fingerprint)s anahtarı için detayları göster

source: Import Key
tr: Anahtarı İçe Aktar

source: Publish Key
tr: Anahtarı Yayınla

source: Add Domains
tr: Alan Ekle

source: OpenPGP User IDs
tr: OpenPGP Kullanıcı Kimlikleri

source: Key Import Date
tr: Anahtar İçe Aktarma Tarihi

source: SSH Key Type
tr: SSH Anahtar Türü

source: SSH Key Size
tr: SSH Anahtar Boyutu

source: SSH Fingerprint
tr: SSH Parmak izi

source: Key File
tr: Anahtar Dosyası

source: Available Domains
tr: Mevcut Alanlar

source: Added Domains
tr: Eklenen Alanlar

source: After this key is published to the keyservers, it can be signed using <a href="https://www.gnupg.org/">GnuPG</a> with the following commands:
tr: Bu anahtarın anahtar sunucularına yayınlanmasından sonra aşağıdaki komutlarla <a href="https://www.gnupg.org/">GnuPG</a> kullanılarak imzalanması mümkündür:

source: Download the key
tr: Anahtarı indir

source: Sign the key
tr: Anahtarı imzala

source: Send the key back to the keyservers
tr: Anahtarı anahtar sunucularına geri gönder

source: Imported key.
tr: Anahtar içe aktarıldı.

source: Cancelled key publishing.
tr: Anahtar yayını iptal edildi.
