Repository: RalfBarkow/Plinth
Catalog: plinth/locale/*/LC_MESSAGES/django.po
Languages: tr

source: repro provides various SIP services that a SIP softphone can utilize to provide audio and video calls as well as presence and instant messaging. repro provides a server and SIP user accounts that clients can use to let their presence known. It also acts as a proxy to federate SIP communications to other servers on the Internet similar to email.
tr: repro, bir SIP telefonunun hem varlık ve anlık mesajlaşma, hem de ses ya da video aramalar için kullanabileceği çeşitli SIP hizmetleri sunar. repro, istemcilerin varlıklarını bildirebilecekleri bir sunucu ve SIP kullanıcı hesapları sağlar. Aynı zamanda e-postaya benzer bir şekilde diğer sunucular ile SIP bağlantılarını federe edecek bir vekil sunucu görevi de yapar.

source: To make SIP calls, a client application is needed. Available clients include <a href="https://jitsi.org/">Jitsi</a> (for computers) and <a href="https://f-droid.org/repository/browse/?fdid=com.csipsimple"> CSipSimple</a> (for Android phones).
tr: SIP aramalarında bulunabilmek için istemci bir programa ihtiyaç vardır. Mevcut istemciler <a href="https://jitsi.org/"> Jitsi</a> (bilgisayarlar için) ve <a href="https://f-droid.org/repository/browse/?fdid=com.csipsimple"> CSipSimple</a>'ı (Android telefonlar için) içerir.

source: Jitsi is a set of open-source projects that allows you to easily build and deploy secure videoconferencing solutions. At the heart of Jitsi are Jitsi Videobridge and Jitsi Meet, which let you have conferences on the internet, while other projects in the community enable other features such as audio, dial-in, recording, and simulcasting.
tr: Jitsi, güvenli video konferans çözümlerini kolayca kurmaya yarayan açık kaynaklı bir grup projedir. Jitsi'nin çekirdeğinde, İnternet üzerinden konferans yapmanıza imkân veren Jitsi Video Köprüsü ve Jitsi Meet vardır, diğer topluluk projeleri ise ses, arama, kayıt ve yayın gibi başka işlev desteğini sağlar.

source: Unhosted Storage
tr: Barındırılmayan Depolama

source: reStore is a server for <a href='https://unhosted.org/'>unhosted</a> web applications. The idea is to uncouple web applications from data. No matter where a web application is served from, the data can be stored on an unhosted storage server of user's choice. With reStore, your {box_name} becomes your unhosted storage server.
tr: reStore, <a href='https://unhosted.org/'>barındırılmayan</a> (unhosted) ağ uygulamaları için bir sunucudur. Öne çıkan fikir, ağ uygulamalarının verilerden ayrılmasıdır. Ağ uygulamalarının nereden sunulduğuna bakmaksızın veriler kullanıcının seçtiği herhangi bir barındırılmayan depolama sunucusunda depolanabilir. reStore ile {box_name} kutunuz barındırılmayan depolama sunucunuz haline gelir.

source: You can create and edit accounts in the <a href='/restore/'>reStore web-interface</a>.
tr: <a href='/restore/'>reStore ağ arayüzünde</a> hesap oluşturabilir ve düzenleyebilirsiniz.

source: Email Client
tr: E-posta İstemcisi

source: Roundcube webmail is a browser-based multilingual IMAP client with an application-like user interface. It provides full functionality you expect from an email client, including MIME support, address book, folder manipulation, message searching and spell checking.
tr: Roundcube ağ e-postası, tarayıcı tabanlı, çoklu dil desteği olan ve uygulama benzeri kullanıcı arayüzü bulunan bir IMAP istemcisidir. E-posta istemcilerinden beklediğiniz tüm işlevleri sağlar ve buna MIME desteği, adres defteri, klasör düzenleme, mesaj arama ve imlâ kontrolü de dahildir.

source: For Gmail, username will be your Gmail address, password will be your Google account password and server will be <code>imaps://imap.gmail.com</code>. Note that you will also need to enable "Less secure apps" in your Google account settings (<a href="https://www.google.com/settings/security/lesssecureapps">https://www.google.com/settings/security/lesssecureapps</a>).
tr: GMail için kullanıcı ismi GMail adresiniz, parolanız Google hesap parolanız ve sunucu ise <code>imaps://imap.gmail.com</code> olacaktır. Google hesap seçeneklerinde (<a href="https://www.google.com/settings/security/lesssecureapps">https://www.google.com/settings/security/lesssecureapps</a>) "daha az güvenli uygulamalara" müsaade etmeniz gerekeceğini unutmayın.

source: Used
tr: Kullanılan

source: Configuration updated.
tr: Kurulum güncellendi.

source: Restrict console logins (recommended)
tr: Konsol girişlerini kısıtla (tavsiye edilir)

source: When this option is enabled, only users in the "admin" group will be able to log in to console or via SSH. Console users may be able to access some services without further authorization.
tr: Bu seçenek etkinleştirildiğinde, sadece "admin" (yönetici) grubundaki kullanıcılar konsol ya da SSH vasıtasıyla oturum açabileceklerdir. Konsol kullanıcılarının bazı hizmetlere ek izne gerek olmadan erişebilmesi mümkün olabilir.

source: Fail2Ban (recommended)
tr: Fail2Ban (tavsiye edilir)

source: When this option is enabled, Fail2Ban will limit brute force break-in attempts to the SSH server and other enabled password protected internet-services.
tr: Bu şık etkinleştirildiğinde, Fail2Ban SSH sunucusuna ve diğer etkin parola ile korunmuş İnternet servislerine yapılan kaba kuvvetle parola bulma saldırı teşebbüslerini sınırlayacaktır.

source: Error setting restricted access: {exception}
tr: Kısıtlı erişimin ayarlanmasında hata: {exception}

source: Updated security configuration
tr: Güvenlik yapılandırması güncellendi

source: Bookmarks
tr: Yer İmleri

source: Shaarli allows you to save and share bookmarks.
tr: Shaarli, yer imlerinizi kaydetmenize ve paylaşmanıza imkân verir.

source: Socks5 Proxy
tr: Socks5 Vekil Sunucusu

source: Shadowsocks is a lightweight and secure SOCKS5 proxy, designed to protect your Internet traffic. It can be used to bypass Internet filtering and censorship.
tr: Shadowsocks, İnternet trafiğinizi korumak için tasarlanmış hafif ve güvenli bir SOCKS5 vekil sunucusudur. İnternet filtreleme ve sansürünü atlatmak için kullanılabilir.

source: Your {box_name} can run a Shadowsocks client, that can connect to a Shadowsocks server. It will also run a SOCKS5 proxy. Local devices can connect to this proxy, and their data will be encrypted and proxied through the Shadowsocks server.
tr: {box_name} kutunuz, bir Shadowsocks sunucusuna bağlanacak Shadowsocks istemcisi çalıştırabilir. Aynı zamanda bir SOCKS5 vekil sunucusu çalıştıracaktır. Yerel cihazlar bu vekil sunucuya bağlanacaktır ve verileri şifrelenip Shadowsocks sunucusu aracılığıyla aktarılacaktır.

source: To use Shadowsocks after setup, set the SOCKS5 proxy URL in your device, browser or application to http://freedombox_address:1080/
tr: Yapılandırmadan sonra Shadowstocks'ı kullanmak için cihazınızda, tarayıcınızda ya da uygulamanızda SOCKS5 adresini http://freedombox_address:1080/ olarak ayarlayın

source: Recommended
tr: Tavsiye edilir

source: Server
tr: Sunucu

source: Server hostname or IP address
tr: Sunucu makine ismi ya da IP adresi

source: Server port number
tr: Sunucu port numarası

source: Password used to encrypt data. Must match server password.
tr: Verileri şifrelemek için kullanılacak parola. Sunucu parolasıyla eşleşmesi gerekir.

source: Encryption method. Must match setting on server.
tr: Şifreleme metodu. Sunucudaki ayarla eşleşmesi gerekir.

source: Storage Snapshots
tr: Depolama Anlıkları

source: Delete the following snapshots permanently?
tr: Bu anlıklar daimi olarak silinsin mi?

source: Number
tr: Sayı

source: Date
tr: Tarih

source: Delete Snapshots
tr: Anlıkları Sil

source: Create Snapshot
tr: Anlık Oluştur

source: Rollback
tr: Geri getir

source: active
tr: etkin

source: Rollback to snapshot #%(number)s
tr: #%(number)s sayılı anlığa geri getir

source: Roll back the system to this snapshot?
tr: Sistem bu anlığa geri getirilsin mi?

source: A new snapshot with the current state of the file system will be automatically created. You will be able to undo a rollback by reverting to the newly created snapshot.
tr: Dosya sisteminin güncel durumunu yansıtan yeni bir anlık otomatik olarak oluşturulacaktır. Herhangi bir anlığa geri getirmek, yeni oluşturulan anlığa geri getirmek suretiyle iptal edilebilecektir.

source: Rollback to Snapshot #%(number)s
tr: #%(number)s sayılı anlığa geri al

source: Created snapshot.
tr: Anlık oluşturuldu.

source: Action error: {0} [{1}] [{2}]
tr: Eylem hatası: {0} [{1}] [{2}]

source: Rolled back to snapshot #{number}.
tr: #{number} sayılı anlığa geri alındı.

source: The system must be restarted to complete the rollback.
tr: Geri alınmanın tamamlanması için sistemin yeniden başlatılması gereklidir.

source: Rollback to Snapshot
tr: Anlığa Geri Al

source: Secure Shell (SSH) Server
tr: Güvenli Kabuk (SSH) Sunucusu

source: A Secure Shell server uses the secure shell protocol to accept connections from remote computers. An authorized remote computer can perform administration tasks, copy files or run other services using such connections.
tr: Güvenli Kabuk sunucusu uzaktaki bilgisayarlardan bağlantıları kabul etmek için güvenli kabuk (secure shell) protokolünü kullanır. İzinli uzak bir bilgisayar bu bağlantıları vasıtasıyla yönetim işlemleri yapabilir, dosya kopyalayabilir ve diğer servisleri çalıştırabilir.

source: Single Sign On
tr: Tekli Oturum Açma

source: Login
tr: Giriş

source: Storage
tr: Depolama

source: {disk_size:.1f} bytes
tr: {disk_size:.1f} bayt

source: Mount Point
tr: Bağlama Noktası

source: Partition Expansion
tr: Bölüm Genişletme

source: There is %(expandable_root_size)s of unallocated space available after your root partition. Root partition can be expanded to use this space. This will provide you additional free space to store your files.
tr: Kök disk bölümünden sonra ayrılmamış kullanılabilir %(expandable_root_size)s değerinde alan bulunmaktadır. Kök bölümü bu alanı kullanmak için genişletilebilir. Bu, size dosyalarınızı saklamak için ilave boş alan sunacaktır.

source: Expand Root Partition
tr: Kök Bölümünü Genişlet

source: Please backup your data before proceeding. After this operation, %(expandable_root_size)s of additional free space will be available in your root partition.
tr: Lütfen devam etmeden önce verilerinizi yedekleyin. Bu işlemden sonra kök bölümünüzde ilave %(expandable_root_size)s değerinde boş alan kullanılabilir olacaktır.

source: Error expanding partition: {exception}
tr: Bölümün genişletilmesinde hata: {exception}

source: Partition expanded successfully.
tr: Bölüm başarılı bir şekilde genişletildi.

source: Warning: Low space on system partition ({percent_used}% used, {free_space} free).
tr: İkaz: sistem disk bölümünde düşük alan (%{percent_used} kullanıldı, {free_space} boş).

source: File Synchronization
tr: Dosya eşleşmesi

source: Syncthing is an application to synchronize files across multiple devices, e.g. your desktop computer and mobile phone. Creation, modification, or deletion of files on one device will be automatically replicated on all other devices that also run Syncthing.
tr: Syncthing, masaüstü bilgisayar ve mobil telefon gibi birçok cihaz üzerinde dosya eşleşmesi yapan bir uygulamadır. Herhangi bir cihaz üzerinde dosya oluşturulması, değiştirilmesi ya da silinmesi, Syncthing çalıştıran diğer tüm cihazlarda da otomatik olarak meydana gelecektir.

source: Running Syncthing on {box_name} provides an extra synchronization point for your data that is available most of the time, allowing your devices to synchronize more often. {box_name} runs a single instance of Syncthing that may be used by multiple users. Each user's set of devices may be synchronized with a distinct set of folders. The web interface on {box_name} is only available for users belonging to the "admin" group.
tr: {box_name} üzerinde Syncthing çalıştırılması, verileriniz için çoğu zaman kullanılabilir ekstra bir eşleşme noktası sağlar ve bu cihazlarınızın daha sık eşleşmelerine imkân tanır. {box_name} tek bir Syncthing örneklemesi çalıştıracaktır ve bu birçok kullanıcı tarafından kullanılabilir. Her kullanıcının cihaz kümesi, farklı bir klasör grubu ile eşleştirilebilir. {box_name} üzerindeki ağ arayüzü sadece "admin" yani yönetici grubuna ait kullanıcılar tarafından kullanılabilir.

source: Distributed File Storage
tr: Dağıtılmış Dosya Depolaması

source: Tahoe-LAFS is a decentralized secure file storage system. It uses provider independent security to store files over a distributed network of storage nodes. Even if some of the nodes fail, your files can be retrieved from the remaining nodes.
tr: Tahoe-LAFS, merkezi olmayan güvenli bir dosya depolama sistemidir. Dosyaları dağıtılmış depolama düğümleri ağında depolamak için sağlayıcıdan bağımsız güvenlik kullanır. Bazı düğümler arızalansa bile dosyalarınız kalan düğümlerden alınabilir.

source: This {box_name} hosts a storage node and an introducer by default. Additional introducers can be added, which will introduce this node to the other storage nodes.
tr: Bu {box_name} varsayılan değer olarak bir depolama düğümü ve bir tanıtıcı barındırmaktadır. Ek tanıtıcılar ilâve edilebilir ve bu, bu düğümü diğer depolama düğümlerine tanıtır.

source: The Tahoe-LAFS server domain is set to <b>%(domain_name)s</b>. Changing the FreedomBox domain name needs a reinstall of Tahoe-LAFS and you WILL LOSE DATA. You can access Tahoe-LAFS at <a href="https://%(domain_name)s:5678">https://%(domain_name)s:5678</a>.
tr: Tahoe-LAFS sunucu alanı <b>%(domain_name)s</b> olarak ayarlanmıştır. FreedomBox alanının değiştirilmesi Tahoe-LAFS için tekrar bir kurulum gerektirir ve VERİ KAYBEDERSİNİZ. Tahoe-LAFS, şu konumdan erişilebilir durumdadır: <a href="https://%(domain_name)s:5678">%(domain_name)s</a>.

source: Local introducer
tr: Yerel tanıtıcı

source: Pet Name
tr: Evcil Hayvan İsmi

source: Add new introducer
tr: Yeni tanıtıcı ekle

source: Add
tr: Ekle

source: Connected introducers
tr: Bağlı tanıtıcılar

source: Remove
tr: Kaldır

source: Tor is an anonymous communication system. You can learn more about it from the <a href="https://www.torproject.org/">Tor Project</a> website. For best protection when web surfing, the Tor Project recommends that you use the <a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a>.
tr: Tor, anonim bir şekilde iletişim kurma sistemidir. Hakkında daha fazla bilgiyi <a href="https://www.torproject.org/">Tor Projesi</a> sitesinden edinebilirsiniz. İnternet'te gezinirken en iyi korunma için Tor Projesi <a href="https://www.torproject.org/download/download-easy.html">Tor Tarayıcısını</a> kullanmanızı tavsiye eder.

source: Tor Bridge Relay
tr: Tor Köprü Aktarması

source: Tor relay port available
tr: Tor geçit portu mevcuttur

source: Obfs3 transport registered
tr: Obfs3 taşıma kayıtlıdır

source: Obfs4 transport registered
tr: Obfs4 taşıma kayıtlıdır

source: Access URL {url} on tcp{kind} via Tor
tr: {url} bağlantısına tcp{kind} üzerinden Tor vasıtasıyla eriş

source: Confirm Tor usage at {url} on tcp{kind}
tr: tcp{kind} üzerinden {url} konumunda Tor kullanımını teyit et

source: Enter a valid bridge with this format: [transport] IP:ORPort [fingerprint]
tr: Şu biçemde geçerli bir köprü girin: [taşıma] IP:ORPort [parmakizi]

source: Enable Tor
tr: Tor'u Etkinleştir

source: Use upstream bridges to connect to Tor network
tr: Tor şebekesine bağlanmak için upstream köprüleri kullan

source: When enabled, the bridges configured below will be used to connect to the Tor network. Use this option if your Internet Service Provider (ISP) blocks or censors connections to the Tor Network. This will disable relay modes.
tr: Etkinleştirildiğinde, aşağıda yapılandırılan köprüler Tor şebekesine bağlanmak için kullanılacaktır. Bu seçeneği İnternet Erişim Sağlayıcınız Tor ağına bağlantıları engelliyor ya da sansürlüyorsa kullanın. Bu, aktarım kiplerini devre dışı bırakacaktır.

source: Upstream bridges
tr: Upstream köprüler

source: You can get some bridges from <a href="https://bridges.torproject.org/">https://bridges.torproject.org/</a> and copy/paste the bridge information here. Currently supported transports are none, obfs3, obfs4 and scamblesuit.
tr: Bazı köprüleri <a href="https://bridges.torproject.org/">https://bridges.torproject.org/</a> adresinden elde edip köprü bilgilerini buraya yapıştırabilirsiniz. Güncel olarak desteklenen taşımalar şunlardır: hiçbiri, obfs3, obfs4 ve scamblesuit.

source: Enable Tor relay
tr: Tor aktarımını etkinleştir

source: When enabled, your {box_name} will run a Tor relay and donate bandwidth to the Tor network. Do this if you have more than 2 megabits/s of upload and download bandwidth.
tr: Etkinleştirildiğinde, {box_name} bir Tor aktarıcısı çalıştıracak ve Tor şebekesine bant genişliği bağışlayacaktır. Bunu, saniyede 2 megabitten fazla indirme ve gönderme bant genişliğiniz varsa yapınız.

source: Enable Tor bridge relay
tr: Tor köprü aktarmasını etkinleştir

source: When enabled, relay information is published in the Tor bridge database instead of public Tor relay database making it harder to censor this node. This helps others circumvent censorship.
tr: Etkinleştirildiğinde, aktarma verileri herkese açık Tor aktarma veritabanı yerine Tor köprü veritabanında yayınlanacak ve bu, bu düğümün sansürlenmesini zorlaştıracaktır. Bunu yapmanız, başkalarının sansürü aşmasına yardımcı olur.

source: Download software packages over Tor
tr: Yazılım paketlerini Tor üzerinden indir

source: When enabled, software will be downloaded over the Tor network for installations and upgrades. This adds a degree of privacy and security during software downloads.
tr: Etkinleştirildiğinde, kurulum ve güncellemeler için yazılımlar Tor ağı üzerinden indirilecektir. Bu, yazılım indirmeleri sırasında bir derece güvenlilik ve gizlilik ekler.

source: Specify at least one upstream bridge to use upstream bridges.
tr: Upstream köprüleri kullanmak için en az bir upstream köprü belirtiniz.

source: Tor Browser
tr: Tor Tarayıcısı

source: Orbot: Proxy with Tor
tr: Orbot: Tor ile Vekil Sunucusu

source: Tor configuration is being updated
tr: Tor yapılandırması güncellenmektedir

source: Ports
tr: Portlar

source: Relay
tr: Aktarıcı

source: If your %(box_name)s is behind a router or firewall, you should make sure the following ports are open, and port-forwarded, if necessary:
tr: Eğer %(box_name)s bir yönlendirici ya da güvenlik duvarı arkasındaysa ve gerekiyorsa aşağıdaki bağlantı noktalarının (port) açık ve yönlendirilmiş olduğundan emin olun:

source: A Tor SOCKS port is available on your %(box_name)s on TCP port 9050.
tr: Bir Tor SOCKS bağlantı noktası %(box_name)s kutunuzda TCP 9050 numaralı portta mevcuttur.

source: BitTorrent is a peer-to-peer file sharing protocol. Transmission daemon handles Bitorrent file sharing. Note that BitTorrent is not anonymous.
tr: BitTorrent bir eşten eşe dosya paylaşma protokolüdür. Transmission servisi BitTorrent dosya paylaşımını idare eder. BitTorrent'ın anonim olmadığını unutmayın.

source: Download directory
tr: İndirme klasörü

source: News Feed Reader
tr: Haber Besleme Okuyucusu

source: Tiny Tiny RSS is a news feed (RSS/Atom) reader and aggregator, designed to allow reading news from any location, while feeling as close to a real desktop application as possible.
tr: Tiny Tiny RSS, mümkün olduğu kadar gerçek bir masaüstü uygulamasına benzeyen ve haber toplamaları herhangi bir yerden okumaya imkân sağlamak için tasarlanmış bir haber besleme (RSS/Atom) okuyucusu ve toplayıcısıdır.

source: Read and subscribe to news feeds
tr: Haber beslemelerini oku ve onlara abone ol

source: Update
tr: Güncelle

source: Error when configuring unattended-upgrades: {error}
tr: unattended-upgrades yapılandırılırken bir hata oluştu: {error}

source: Automatic upgrades enabled
tr: Otomatik yükseltmeler etkinleştirildi

source: Automatic upgrades disabled
tr: Otomatik yükseltmeler devre dışı bırakıldı

source: Settings unchanged
tr: Ayarlar değiştirilmedi

source: Upgrade process started.
tr: Yükseltme süreci başlamıştır.

source: Starting upgrade failed.
tr: Yükseltmenin başlatılması başarısız oldu.

source: Users and Groups
tr: Kullanıcılar ve Gruplar

source: Check LDAP entry "{search_item}"
tr: "{search_item}" LDAP unsurunu kontrol et

source: Access to all services and system settings
tr: Tüm servislere ve sistem ayarlarına erişim

source: Username is taken or is reserved.
tr: Kullanıcı ismi zaten alınmış ya da ayrılmıştır.

source: Permissions
tr: İzinler

source: Select which services should be available to the new user. The user will be able to log in to services that support single sign-on through LDAP, if they are in the appropriate group.<br /><br />Users in the admin group will be able to log in to all services. They can also log in to the system through SSH and have administrative privileges (sudo).
tr: Yeni kullanıcıya hangi servislerin mevcut olacağını seçin. Kullanıcı, uygun grupta iseler, LDAP vasıtasıyla tek oturum açma desteği bulunan servislere giriş yapabilecektir.<br /><br />admin grubundaki kullanıcılar tüm servislere giriş yapabilecektir. Aynı zamanda sisteme SSH aracılığıyla giriş yapıp yönetici izinlerine (sudo) erişebileceklerdir.

source: Creating LDAP user failed.
tr: LDAP kullanıcısı oluşturması başarısız oldu.

source: Failed to add new user to {group} group.
tr: {group} grubuna yeni kullanıcı ilâve edilmesi başarısız oldu.

source: Setting an SSH public key will allow this user to securely log in to the system without using a password. You may enter multiple keys, one on each line. Blank lines and lines starting with # will be ignored.
tr: Herkese açık bir SSH anahtarı ayarlamak, bu kullanıcının sisteme parola kullanmadan güvenli bir şekilde giriş yapmasına müsaade edecektir. Birden çok anahtar girebilirsiniz, her anahtarı yeni bir satırda girin. Boş satırlar ve # ile başlayan satırlar görmezden gelinecektir.

source: Renaming LDAP user failed.
tr: LDAP kullanıcısının tekrar adlandırılması başarısız oldu.

source: Failed to remove user from group.
tr: Kullanıcının gruptan kaldırılması başarısız oldu.

source: Failed to add user to group.
tr: Kullanıcının gruba eklenmesi başarısız oldu.

source: Unable to set SSH keys.
tr: SSH anahtarları ayarlanamadı.

source: Changing LDAP user password failed.
tr: LDAP kullanıcı parolasının değiştirilmesi başarısız oldu.

source: Failed to add new user to admin group.
tr: Yeni kullanıcının admin (yönetici) grubuna eklenmesi başarısız oldu.

source: Failed to restrict console access.
tr: Konsol erişiminin kısıtlanması başarısız oldu.

source: User account created, you are now logged in
tr: Kullanıcı hesabı oluşturuldu, artık giriş yaptınız

source: Change Password for <em>%(username)s</em>
tr: <em>%(username)s</em> için Parola Değiştir

source: Save Password
tr: Parolayı Kaydet

source: Create User
tr: Kullanıcı Oluştur

source: Delete User
tr: Kullanıcıyı Sil

source: Delete user <strong>%(username)s</strong> permanently?
tr: <strong>%(username)s</strong> kullanıcısı daimi olarak silinsin mi?

source: Delete %(username)s
tr: %(username)s kullanıcısını sil

source: Administrator Account
tr: Yönetici Hesabı

source: Choose a username and password to access this web interface. The password can be changed later. This user will be granted administrative privileges. Other users can be added later.
tr: Bu ağ arayüzüne erişmek için bir kullanıcı ismi ve parola seçin. Parola daha sonra değiştirilebilir. Kullanıcıya yönetici yetkileri verilecektir. Başka kullanıcılar daha sonra ilave edilebilir.

source: Create Account
tr: Hesap Oluştur

source: Users
tr: Kullanıcılar

source: Delete user %(username)s
tr: %(username)s kullanıcısını sil

source: Edit user %(username)s
tr: %(username)s kullanıcısını düzenle
