Repository: RalfBarkow/Plinth
Catalog: plinth/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Use the <a href='%(change_password_url)s'>change password form </a> to change the password.
tr: Parolayı değiştirmek için <a href='%(change_password_url)s'>parola değiştirme formunu </a> kullanın.

source: Save Changes
tr: Değişiklikleri Kaydet

source: User %(username)s created.
tr: %(username)s kullanıcısı oluşturuldu.

source: User %(username)s updated.
tr: %(username)s kullanıcısı güncellendi.

source: Edit User
tr: Kullanıcıyı Düzenle

source: User {user} deleted.
tr: {user} kullanıcısı silindi.

source: Deleting LDAP user failed.
tr: LDAP kullanıcısının silinmesi başarısız oldu.

source: Change Password
tr: Parolayı Değiştir

source: Password changed successfully.
tr: Parola başarılı bir şekilde değiştirildi.

source: Generic
tr: Jenerik

source: Error during installation
tr: Kurulum sırasında hata

source: installing
tr: kuruluyor

source: downloading
tr: indiriliyor

source: media change
tr: ortam değiştirme

source: configuration file: {file}
tr: Yapılandırma dosyası: {file}

source: 403 Forbidden
tr: 403 Yasaklanmış

source: You don't have permission to access %(request_path)s on this server.
tr: Bu sunucuda %(request_path)s erişimi izniniz yoktur.

source: Requested page %(request_path)s was not found.
tr: Talep edilen sayfa %(request_path)s bulunamadı.

source: Service <em>%(service_name)s</em> is running.
tr: <em>%(service_name)s</em> servisi çalışmaktadır.

source: Service <em>%(service_name)s</em> is not running.
tr: <em>%(service_name)s</em> servisi çalışmamaktadır.

source: Toggle navigation
tr: Tarama Geçişi

source: Home
tr: Ev

source: Apps
tr: Uygulamalar

source: System
tr: Sistem

source: Change password
tr: Parolayı değiştir

source: Restart
tr: Tekrar Başlat

source: Shut down
tr: Kapat

source: Log out
tr: Çıkış yap

source: Log in
tr: Giriş yap

source: Desktop
tr: Masaüstü

source: Mobile
tr: Mobil

source: Package
tr: Paket

source: Please wait for %(box_name)s to finish installation. You can start using your %(box_name)s once it is done.
tr: Lütfen %(box_name)s kutusunun kurulumu bitirmesini bekleyin. Kurulum sona erdiğinde %(box_name)s kutusunu kullanabileceksiniz.

source: Installation
tr: Kurulum

source: Enable some <a href="%(apps_url)s">applications</a> to add shortcuts to this page.
tr: Bu sayfaya kısayol eklemek için <a href="%(apps_url)s">uygulama</a> etkinleştiriniz.

source: Configure &raquo;
tr: Yapılandır &raquo;

source: %(box_name)s, a Debian pure blend, is a 100%% free software self-hosting web server to deploy social applications on small machines. It provides online communication tools respecting your privacy and data ownership.
tr: %(box_name)s, arı bir Debian sürümüdür ve sosyal uygulamaları küçük makinelere kurmak için %%100 özgür yazılım olan kendi kendini barındıran web sunucusudur. Veri sahipliğinize ve gizliliğinize saygı gösteren çevrimiçi iletişim araçları sunar.

source: Homepage
tr: Ana sayfa

source: Source Code
tr: Kaynak kod

source: Donate
tr: Bağış

source: FreedomBox Foundation
tr: FreedomBox Vakfı

source: IRC Chatroom
tr: IRC sohbet odası

source: Mailing list
tr: E-posta listesi

source: Install this application?
tr: Bu uygulama kurulsun mu?

source: This application needs an update. Update now?
tr: Bu uygulamanın güncellemeye ihtiyacı var. Şimdi güncellensin mi?

source: Another installation or upgrade is already running. Please wait for a few moments before trying again.
tr: Başka bir kurulum ya da güncelleme zaten çalışmaktadır. Lütfen tekrar denemeden önce biraz bekleyin.

source: Install
tr: Kur

source: Performing pre-install operation
tr: Kurulum öncesi işlemleri yapılıyor

source: Performing post-install operation
tr: Kurulum sonrası işlemleri yapılıyor

source: Installing %(package_names)s: %(status)s
tr: %(package_names)s kuruluyor: %(status)s

source: %(percentage)s%% complete
tr: %(percentage)s%% tamamlandı

source: Launch web client
tr: Ağ istemcisini başlat

source: Client Apps
tr: İstemci Uygulamalar

source: Application enabled
tr: Uygulama etkinleştirildi

source: Application disabled
tr: Uygulama devre dışı bırakıldı
