Repository: RalfBarkow/Plinth
Catalog: plinth/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Listening on {kind} port {listen_address}:{port}
tr: {kind} port {listen_address}:{port} dinleniyor

source: Listening on {kind} port {port}
tr: {kind} port {port} dinleniyor

source: Connect to {host}:{port}
tr: {host}:{port} konumuna bağlan

source: Cannot connect to {host}:{port}
tr: {host}:{port} konumuna bağlanılamadı

source: Enable application
tr: Uygulamayı etkinleştir

source: Select a domain name to be used with this application
tr: Bu uygulamayla kullanılacak bir alan ismi seç

source: Warning! The application may not work properly if domain name is changed later.
tr: İkaz! Alan adı daha sonra değiştirilirse uygulama beklendiği gibi çalışmayabilir.

source: Language
tr: Lisan

source: Language to use for presenting this web interface
tr: Bu web yönetim arayüzü için kullanılacak dil

source: Use the language preference set in the browser
tr: Tarayıcıda ayarlanan dil tercihini kullanın

source: Application installed.
tr: Uygulama kuruldu.

source: Error installing application: {string} {details}
tr: Uygulamanın kurulmasında hata: {string} {details}

source: Error installing application: {error}
tr: Uygulamanın kurulmasında hata: {error}

source: Web Server
tr: Web Sunucusu

source: {box_name} Web Interface (Plinth)
tr: {box_name} Ağ Arayüzü (Plinth)

source: Access URL {url} on tcp{kind}
tr: tcp{kind} üzerinden {url} bağlantısına eriş

source: Access URL {url}
tr: {url} bağlantısına eriş

source: Service Discovery
tr: Servis Keşfi

source: Service discovery allows other devices on the network to discover your {box_name} and services running on it. It also allows {box_name} to discover other devices and services running on your local network. Service discovery is not essential and works only on internal networks. It may be disabled to improve security especially when connecting to a hostile local network.
tr: Servis keşfi şebekedeki diğer makinelerin sizin {box_name} kutunuzu ve onun üzerinde çalışan servisleri keşfetmelerine yarar. Buna ek olarak {box_name} kutusunun yerel ağınızdaki diğer makineleri ve etkin servisleri keşfetmesine de yarar. Servis keşfi mutlaka gerekli değildir ve sadece dahili şebekelerde çalışır. Özellikle düşman bir yerel ağa bağlanıldığında güvenliği arttırmak için devre dışı bırakılabilir.

source: Backups
tr: Yedeklemeler

source: Backups allows creating and managing backup archives.
tr: Yedeklemeler, yedekleme arşivleri oluşturmayı ve yönetmeyi sağlar.

source: {app} (No data to backup)
tr: {app} (Yedeklenecek veri yok)

source: Included apps
tr: Dahil edilen uygulamalar

source: Apps to include in the backup
tr: Yedeklemeye dahil edilecek uygulamalar

source: Select the apps you want to restore
tr: Geri yüklemek istediğiniz uygulamaları seçin

source: Upload File
tr: Dosya Yükle

source: Backup files have to be in .tar.gz format
tr: Yedekleme dosyaları .tar.gz türünde olmalıdır

source: Select the backup file you want to upload
tr: Yüklemek istediğiniz yedekleme dosyasını seçiniz

source: Repository path format incorrect.
tr: Havuz yolu biçimi yanlış.

source: Invalid username: {username}
tr: Geçersiz kullanıcı adı: {username}

source: Invalid hostname: {hostname}
tr: Geçersiz sunucu adı: {hostname}

source: Invalid directory path: {dir_path}
tr: Geçersiz klasör yolu: {dir_path}

source: Encryption
tr: Şifreleme

source: "Key in Repository" means that a password-protected key is stored with the backup.
tr: "Havuz anahtarı", parola korumalı bir anahtarın yedek ile depolanacağı anlamına gelir.

source: Passphrase
tr: Parola

source: Passphrase; Only needed when using encryption.
tr: Parola; Yalnızca şifreleme kullanırken gerekli.

source: Confirm Passphrase
tr: Parolayı Onayla

source: Repeat the passphrase.
tr: Parolayı tekrarlayın.

source: The entered encryption passphrases do not match
tr: Girilen şifreleme parolaları eşleşmiyor

source: Passphrase is needed for encryption.
tr: Şifreleme için parola gerekli.

source: SSH Repository Path
tr: SSH havuzu yolu

source: Path of a new or existing repository. Example: <i>user@host:~/path/to/repo/</i>
tr: Yeni veya varolan bir havuz yolu. Örnek: <i>user@host:~/path/to/repo/</i>

source: SSH server password
tr: SSH sunucu parolası

source: Password of the SSH Server.<br />SSH key-based authentication is not yet possible.
tr: SSH sunucusunun parolası. <br />SSH anahtar tabanlı kimlik doğrulaması henüz mümkün değildir.

source: Remote backup repository already exists.
tr: Uzaktan yedekleme deposu zaten var.

source: Connection refused - make sure you provided correct credentials and the server is running.
tr: Bağlantı reddedildi - doğru kimlik bilgilerini girdiğinizden ve sunucunun çalıştığından emin olun.

source: Connection refused
tr: Bağlantı reddedildi

source: Repository not found
tr: Havuz bulunamadı

source: Incorrect encryption passphrase
tr: Yanlış şifreleme parolası

source: SSH access denied
tr: SSH erişimi reddedildi

source: {box_name} storage
tr: {box_name} depolama

source: Create a new backup
tr: Yeni bir yedekleme oluştur

source: Create Backup
tr: Yedekleme Oluştur

source: Upload and Restore
tr: Yükle ve Geri Yükle

source: Add a remote backup location
tr: Uzak yedekleme konumu ekle

source: Existing Backups
tr: Mevcut Yedeklemeler

source: The credentials for this repository are stored on your %(box_name)s. <br /> To restore a backup on a new %(box_name)s you need the ssh credentials and, if chosen, the encryption passphrase.
tr: Bu havuzun kimlik bilgileri %(box_name)s hesabınızda saklanır. <br /> Bir yedeklemeyi yeni bir %(box_name)s sinde geri yüklemek için ssh kimlik bilgilerine ve seçiliyse, şifreleme parolasına ihtiyacınız vardır.

source: Create Location
tr: Konum Oluştur

source: Create Repository
tr: Depo oluştur

source: Delete this archive permanently?
tr: Bu arşiv kalıcı olarak silinsin mi?

source: Name
tr: İsim

source: Time
tr: Zaman

source: Delete Archive %(name)s
tr: %(name)s arşivini sil

source: Submit
tr: İbraz Et

source: Are you sure that you want to remove this repository?
tr: Bu depoyu kaldırmak istediğinizden emin misiniz?

source: The remote repository will not be deleted. This just removes the repository from the listing on the backup page, you can add it again later on.
tr: Uzak depo silinmeyecek. Bu sadece depoyu yedekleme sayfasındaki listeden kaldırır, daha sonra tekrar ekleyebilirsiniz.

source: Remove Location
tr: Konumu Kaldır

source: Restore data from
tr: Verileri şuradan geri yükle

source: Restore
tr: Geri yükle

source: Restoring
tr: Geri yükleniyor

source: Caution:
tr: Dikkat:

source: Upload file
tr: Dosya Yükle

source: Archive created.
tr: Arşiv oluşturuldu.

source: Delete Archive
tr: Arşivi Sil

source: Archive deleted.
tr: Arşiv silindi.

source: Restored files from backup.
tr: Yedeklemeden geri yüklenen dosyalar.

source: No backup file found.
tr: Yedekleme dosyası bulunamadı.

source: Restore from uploaded file
tr: Yüklenen dosyadan geri yükle

source: Create remote backup repository
tr: Uzak yedekleme deposu oluştur

source: Added new remote SSH repository.
tr: Yeni uzak SSH deposu eklendi.

source: Error establishing connection to server: {}
tr: Sunucuyla bağlantı kurulurken hata oluştu: {}

source: Repository removed.
tr: Depo kaldırıldı.

source: Remove Repository
tr: Depoyu kaldır

source: Unmounting failed!
tr: Çıkarma işlemi başarısız oldu!

source: Mounting failed
tr: Montaj başarısız oldu

source: Domain Name Server
tr: Alan Adı Sunucusu

source: BIND enables you to publish your Domain Name System (DNS) information on the Internet, and to resolve DNS queries for your user devices on your network.
tr: BIND, Alan Adı Sistemi (DNS) verilerinizi İnternet'te yayınlama ve ağınızdaki kullanıcı cihazlarının DNS sorgularının çözümlenmesine imkan verir.

source: Currently, on {box_name}, BIND is only used to resolve DNS queries for other machines on local network. It is also incompatible with sharing Internet connection from {box_name}.
tr: Güncel olarak {box_name} kutusunda BIND sadece yerel ağdaki diğer makinelerin DNS sorgularını çözümlemek için kullanılmaktadır. Ayrıca {box_name} kutusu ile İnternet bağlantısını paylaşmayla uyumsuzdur.

source: Forwarders
tr: Göndericiler

source: A list DNS servers, separated by space, to which requests will be forwarded
tr: Sorguların iletilecekleri, boşluklar ile ayrılmış DNS sunucuları listesi

source: Enable DNSSEC
tr: Dinamik DNSSEC'i Etkinleştir

source: Enable Domain Name System Security Extensions
tr: Alan Adı Sistemi Güvenlik Uzantılarını Etkinleştir

source: Configuration updated
tr: Kurulum güncellendi

source: Server Administration
tr: Sunucu Yönetimi

source: Cockpit is a server manager that makes it easy to administer GNU/Linux servers via a web browser. On a {box_name}, controls are available for many advanced functions that are not usually required. A web based terminal for console operations is also available.
tr: Cockpit, bir İnternet tarayıcısıyla GNU/Linux sunucularının yönetimini yapmayı kolay kılan bir sunucu yöneticisidir. {box_name} kutusunda genellikle gerekli olmayan birçok gelişmiş işlev için kontrol bulunur. Konsol işlemleri için ağ tabanlı bir terminal de mevcuttur.

source: General Configuration
tr: Genel Yapılandırma

source: Configure
tr: Yapılandır

source: Domain Name
tr: Alan Adı

source: Invalid domain name
tr: Geçersiz alan ismi

source: Apache Default
tr: Apache Varsayılan

source: FreedomBox Service (Plinth)
tr: FreedomBox Servisi (Plinth)

source: Hostname
tr: Makine ismi

source: Hostname is the local name by which other devices on the local network can reach your {box_name}. It must start and end with an alphabet or a digit and have as interior characters only alphabets, digits and hyphens. Total length must be 63 characters or less.
tr: Makine ismi yerel şebekedeki diğer cihazların sizin {box_name} kutunuza erişmebilmek için kullanacakları yerel isimdir. Bir harf ya da sayı ile başlayıp sona ermesi gerekir ve sadece alfabe harfleri, sayılar ve tireler içerebilir. Toplam uzunluğun 63 karakter veya daha azı olması gerekmektedir.

source: Invalid hostname
tr: Geçersiz makine ismi

source: Domain name is the global name by which other devices on the Internet can reach your {box_name}. It must consist of labels separated by dots. Each label must start and end with an alphabet or a digit and have as interior characters only alphabets, digits and hyphens. Length of each label must be 63 characters or less. Total length of domain name must be 253 characters or less.
tr: Alan adı, İnternet'teki diğer cihazların sizin {box_name} kutunuza erişmek için kullanacakları global isimdir. Noktalarla ayrılmış gruplardan oluşmalıdır. Her grubun bir alfabe harfi ya da bir sayı ile başlaması ve sona ermesi gerekir ve içerik harfler, sayılar ve tireler ile sınırlı kalmalıdır. Her grubun uzunluğu 63 karakter ya da daha azı olmalıdır. Alan adının toplam uzunluğu 253 karakter ya da daha azı olmalıdır.

source: Webserver Home Page
tr: Web Sunucusu Ana Sayfası

source: Error setting hostname: {exception}
tr: Makine isminin ayarlanmasında hata: {exception}

source: Hostname set
tr: Makine ismi ayarlandı

source: Error setting domain name: {exception}
tr: Alan adının ayarlanmasında hata: {exception}

source: Domain name set
tr: Alan adı ayarlandı

source: Error setting webserver home page: {exception}
tr: Web sunucusu ana sayfasını ayarlama hatası: {exception}

source: Error changing advanced mode: {exception}
tr: Gelişmiş mod değiştirilirken hata oluştu: {exception}

source: File Sharing
tr: Dosya paylaşımı

source: Upload Password
tr: Parola Yükle

source: Set a new upload password for Coquelicot. Leave this field blank to keep the current password.
tr: Coquelicot için yeni bir yükleme şifresi ayarlayın. Geçerli şifreyi korumak için bu alanı boş bırakın.

source: Maximum file size updated
tr: Azami dosya boyutu güncellendi

source: Date & Time
tr: Tarih & Zaman

source: Network time server is a program that maintains the system time in synchronization with servers on the Internet.
tr: Ağ zaman sunucusu, İnternet'teki sunucular ile sistem zamanını eş tutan bir programdır.

source: Time synchronized to NTP server
tr: NTP sunucusuna senkronize edilen süre

source: Time Zone
tr: Saat Dilimi

source: Set your time zone to get accurate timestamps. This will set the system-wide time zone.
tr: Zaman damgalarının doğru olması için saat diliminizi ayarlayın. Bu, tüm sistem için saat dilimini ayarlayacaktır.

source: -- no time zone set --
tr: -- hiçbir saat dilimi girilmemiştir --

source: Error setting time zone: {exception}
tr: Saat diliminin ayarlanmasında hata: {exception}

source: Time zone set
tr: Saat dilimi ayarlandı

source: BitTorrent Web Client
tr: BitTorrent Web İstemcisi

source: Deluge is a BitTorrent client that features a Web UI.
tr: Deluge, ağ arayüzü sunan bir BitTorrent istemcisidir.

source: Download files using BitTorrent applications
tr: BitTorrent uygulamaları kullanarak dosya indir

source: Bittorrent client written in Python/PyGTK
tr: Python/PyGTK ile yazılmış BitTorrent istemcisi

source: Diagnostics
tr: Teşhisler

source: The system diagnostic test will run a number of checks on your system to confirm that applications and services are working as expected.
tr: Sistem teşhis testi uygulamaların ve servislerin beklenildiği gibi çalıştıklarını teyit etmek için sisteminizde bir takım kontroller yapacaktır.

source: Diagnostic Test
tr: Teşhis Testi

source: Run Diagnostics
tr: Teşhisleri Çalıştır

source: Diagnostics test is currently running
tr: Teşhis testi şu anda çalışmaktadır

source: Results
tr: Sonuçlar

source: Diagnostic Results
tr: Teşhis Sonuçları

source: Result
tr: Sonuç

source: Federated Social Network
tr: Federe Sosyal Ağ

source: diaspora* is a decentralized social network where you can store and control your own data.
tr: diaspora* kendi verilerinizi saklayıp kontrol edebileceğiniz merkezi olmayan bir sosyal ağdır.

source: Enable new user registrations
tr: Yeni kullanıcı kayıtlarını etkinleştir

source: It is an unofficial webview based client for the community-run, distributed social network diaspora*
tr: Topluluk tarafından çalıştırılan, dağıtılmış sosyal ağ diaspora* için resmî olmayan webview temelli bir istemci

source: The diaspora* pod domain is set to <b>%(domain_name)s</b>. User IDs will look like <i>username@diaspora.%(domain_name)s</i><br/> If the FreedomBox domain name is changed, all data of the users registered with the previous podname wouldn't be accessible. <br/> You can access the diaspora* pod at <a href="https://diaspora.%(domain_name)s"> diaspora.%(domain_name)s </a>
tr: diaspora* koza ismi <b>%(domain_name)s</b> olarak ayarlanmıştır. Kullanıcı kimlikleri <i>kullanıcıismi@diaspora.%(domain_name)s</i><br/> şeklinde olacaktır. Eğer FreedomBox alan adı değiştirilirse önceki koza adı ile kayıt edilen kullanıcıların tüm verileri erişilemez duruma geçecektir.<br/> diaspora* kozasına <a href="https://diaspora.%(domain_name)s">diaspora.%(domain_name)s</a> konumundan erişebilirsiniz

source: Update setup
tr: Kurulumu güncelle

source: Setting unchanged
tr: Ayar değiştirilmedi

source: User registrations enabled
tr: Kullanıcı kayıtları etkinleştirildi

source: User registrations disabled
tr: Kullanıcı kayıtları devre dışı bırakıldı

source: Dynamic DNS Client
tr: Dinamik DNS istemcisi

source: If your Internet provider changes your IP address periodically (i.e. every 24h), it may be hard for others to find you on the Internet. This will prevent others from finding services which are provided by this {box_name}.
tr: Eğer İnternet erişim sağlayıcınız IP adresinizi periyodik bir şekilde (mesela her 24 saatte bir) değiştiriyorsa diğer kişiler sizi ağda bulmakta zorlanabilir. Ve bu sebeple kimse sizin ownCloud'unuz gibi {box_name} tarafından sunulan servisleri bulamayabilir.

source: The solution is to assign a DNS name to your IP address and update the DNS name every time your IP is changed by your Internet provider. Dynamic DNS allows you to push your current public IP address to a <a href='http://gnudip2.sourceforge.net/' target='_blank'> GnuDIP</a> server. Afterwards, the server will assign your DNS name to the new IP, and if someone from the Internet asks for your DNS name, they will get a response with your current IP address.
tr: Çözüm, IP adresinize bir DNS ismi atamak ve DNS ismini IP adresiniz İnternet erişim sağlayıcınız tarafından her değiştirildiğinde güncellemektir. Dinamik DNS güncel genel İnternet adresinizi bir <a href='http://gnudip2.sourceforge.net/' target='_blank'> GnuDIP </a> sunucusuna gönderir. Bunun ardından sunucu DNS isminizi yeni IP adresi ile ilişkilendirecek ve İnternet'te birisi DNS isminizi sorguladığında güncel IP adresinizi elde edebilecektir.

source: The Variables &lt;User&gt;, &lt;Pass&gt;, &lt;Ip&gt;, &lt;Domain&gt; may be used within the URL. For details see the update URL templates of the example providers.
tr: &lt;User&gt;, &lt;Pass&gt;, &lt;Ip&gt;, &lt;Domain&gt; değişkenleri URL'de (bağlantıda) kullanılabilir. Ayrıntılar için örnek sunucuların URL güncelleme şablonlarına bakınız.

source: Please choose an update protocol according to your provider. If your provider does not support the GnuDIP protocol or your provider is not listed you may use the update URL of your provider.
tr: Lütfen sağlayıcınızla uyumlu bir güncelleme protokolü seçin. Eğer sağlayıcınız GnuDIP protokolünü desteklemiyorsa ya da listelenmemişse sağlayıcınızın güncelleme bağlantısını (URL) kullanabilirsiniz.

source: Please do not enter a URL here (like "https://example.com/") but only the hostname of the GnuDIP server (like "example.com").
tr: Buraya lütfen "https://example.com/" gibi bir URL girmeyin, sadece GnuDIP sunucusunun makine ismini girin ("example.com" gibi).

source: The public domain name you want to use to reach your {box_name}.
tr: {box_name} kutunuza erişilmesi için kullanmak istediğiniz herkese açık alan ismi.

source: Use this option if your provider uses self signed certificates.
tr: Sağlayıcınız kendi imzaladığı sertifikalar kullanıyorsa bu seçeneği kullanın.

source: If this option is selected, your username and password will be used for HTTP basic authentication.
tr: Eğer bu seçenek seçiliyse, kullanıcı isminiz ve parolanız temel HTTP kimlik doğrulaması için kullanılacaktır.

source: Leave this field empty if you want to keep your current password.
tr: Güncel parolanızı tutmak istiyorsanız bu alanı boş bırakın.

source: Optional Value. If your {box_name} is not connected directly to the Internet (i.e. connected to a NAT router) this URL is used to determine the real IP address. The URL should simply return the IP where the client comes from (example: http://myip.datasystems24.de).
tr: Seçeneğe bağlı değer. {box_name} kutunuz İnternet'e doğrudan bağlı değilse (yani bir NAT yönlendiricisine bağlıysa) bu URL gerçek İnternet IP adresini belirlemek için kullanılır. URL sadece istemcinin bulunduğu yerin IP'sini vermelidir (mesela: http://myip.datasystems24.de).

source: The username that was used when the account was created.
tr: Hesabın oluşturulduğu zaman kullanılan kullanıcı ismi.

source: Enable Dynamic DNS
tr: Dinamik DNS'i Etkinleştir

source: Service Type
tr: Servis Türü

source: GnuDIP Server Address
tr: GnuDIP Sunucu Adresi

source: Invalid server name
tr: Geçersiz sunucu ismi

source: Update URL
tr: Güncelleme URL'i

source: Accept all SSL certificates
tr: Tüm SSL sertifikalarını kabul et

source: Use HTTP basic authentication
tr: Temel HTTP kimlik doğrulamasını kullan

source: Username
tr: Kullanıcı ismi

source: Password
tr: Parola

source: Show password
tr: Parolayı göster

source: URL to look up public IP
tr: Genel IP adresini bulmak için URL

source: Please provide an update URL or a GnuDIP server address
tr: Lütfen bir güncelleme URL'i ya da GnuDIP sunucu adresi belirtin

source: Please provide a GnuDIP username
tr: Lütfen bir GnuDIP kullanıcı ismi belirtin

source: Please provide a GnuDIP domain name
tr: Lütfen bir GnuDIP alan ismi belirtin

source: Please provide a password
tr: Lütfen bir parola girin

source: If you are looking for a free dynamic DNS account, you may find a free GnuDIP service at <a href='http://gnudip.datasystems24.net' target='_blank'>gnudip.datasystems24.net</a> or you may find free update URL based services at <a href='http://freedns.afraid.org/' target='_blank'> freedns.afraid.org</a>.
tr: Eğer ücretsiz bir dinamik DNS hesabı arıyorsanız, bedava bir GnuDIP servisini <a href='http://gnudip.datasystems24.net' target='_blank'>gnudip.datasystems24.net</a> adresinde ya da ücretsiz URL güncelleme temelli servisleri <a href='http://freedns.afraid.org/' target='_blank'> freedns.afraid.org</a> adresinde bulabilirsiniz.

source: If your %(box_name)s is connected behind a NAT router, don't forget to add port forwarding for standard ports, including TCP port 80 (HTTP) and TCP port 443 (HTTPS).
tr: Eğer %(box_name)s kutunuz bir NAT yönlendiriciye bağlıysa, 80 numaralı TCP portu (HTTP) ve 443 numaralı TCP portu (HTTPS) dahil olmak üzere port yönlendirme eklemeyi unutmayınız.

source: You have disabled Javascript. Dynamic form mode is disabled and some helper functions may not work (but the main functionality should work).
tr: Javascript'i devre dışı bırakmışsınız. Dinamik form kipi devre dışıdır ve bazı yardımcı işlevler çalışmayabilir (fakat ana işlevler çalışmalıdır).

source: NAT type
tr: NAT türü

source: NAT type was not detected yet. If you do not provide an "IP Check URL", we will not detect a NAT type.
tr: NAT türü henüz tespit edilmemiştir. Eğer bir "IP Kontrolü Bağlantısı" girmezseniz NAT türü tespit edilmeyecektir.

source: Direct connection to the Internet.
tr: İnternet'e doğrudan bağlantı.

source: Behind NAT. This means that Dynamic DNS service will poll the "URL to look up public IP" for changes (the "URL to look up public IP" entry is needed for this, otherwise IP changes will not be detected). In case the WAN IP changes, it may take up to %(timer)s minutes until your DNS entry is updated.
tr: NAT arkasında. Bu, dinamik DNS servisinin "Genel IP adresi bulma bağlantısı" değişiklikleri için yoklayacağı anlamına gelir ("Genel IP adresi bulma bağlantısı" bu sebeple gereklidir - aksi takdirde IP değişiklikleri tespit edilemez). WAN IP değişikliği durumunda DNS girdinizin güncellenmesi %(timer)s dakika alabilir.

source: Last update
tr: Son güncelleme

source: About
tr: Hakkında

source: Status
tr: Durum

source: Configure Dynamic DNS
tr: Dİnamik DNS'i Yapılandır

source: Dynamic DNS Status
tr: Dinamik DNS Durumu

source: Chat Server
tr: Sohbet Sunucusu

source: XMPP is an open and standardized communication protocol. Here you can run and configure your XMPP server, called ejabberd.
tr: XMPP açık ve standardize edilmiş bir iletişim protokolüdür. Burada ejabberd isimli XMPP sunucusunu yapılandırıp çalıştırabilirsiniz.

source: Enable Message Archive Management
tr: Mesaj Arşivi Yönetimini Etkinleştir

source: If enabled, your {box_name} will store chat message histories. This allows synchronization of conversations between multiple clients, and reading the history of a multi-user chat room. It depends on the client settings whether the histories are stored as plain text or encrypted.
tr: Etkinleştirildi ise, {box_name} sohbet mesajları tarihçelerini saklayacaktır. Bu, birden fazla istemci arasındaki sohbetlerin eşleştirilmesine ve çoklu kullanıcılı sohbet odalarının tarihçesinin okunmasına imkân tanır. Tarihçelerin sade metin ya da şifrelenmiş olarak saklanmaları istemci ayarlarına bağlıdır.

source: Conversations
tr: Sohbetler

source: Open source Jabber (XMPP) client with multi-account support and clean and simple interface.
tr: Açık kaynaklı Jabber (XMPP) istemcisi, çoklu hesap desteği ve temiz ve basit bir arayüz.
